{"vocabulary": {" wi": 709, "wit": 4918, "ith": 2585, "th ": 4492, " wit": 710, "with": 4919, "ith ": 2586, " with": 711, "with ": 4920, " a ": 5, " li": 363, "lit": 2747, "itt": 2601, "le ": 2688, " lit": 367, " he": 288, "lp ": 2812, " fr": 257, "fro": 2120, "rom": 4030, "om ": 3409, " fro": 261, "from": 2121, "rom ": 4031, " from": 262, "from ": 2122, " nl": 433, "nlp": 3193, "p: ": 3615, " nlp": 434, " la": 345, "lan": 2666, "ang": 1036, "ngu": 3160, "gua": 2199, "uag": 4682, "age": 919, "ge ": 2137, " lan": 348, "lang": 2669, "angu": 1039, "ngua": 3161, "guag": 2200, "uage": 4683, "age ": 920, " lang": 349, "langu": 2670, "angua": 1040, "nguag": 3162, "guage": 2201, "uage ": 4684, " te": 627, "tec": 4444, "ech": 1669, "chn": 1368, "nol": 3205, "olo": 3401, "log": 2791, "ogy": 3382, "gy ": 2215, " tec": 629, "tech": 4445, "echn": 1671, "olog": 3402, "logy": 2797, "ogy ": 3383, " tech": 630, "techn": 4446, "ology": 3404, "logy ": 2798, " ap": 41, "app": 1068, "ppl": 3712, "pli": 3687, "lic": 2723, "ica": 2335, "cat": 1319, "ati": 1186, "tio": 4560, "ion": 2515, "ons": 3470, "ns ": 3220, " app": 42, "appl": 1069, "ppli": 3713, "plic": 3688, "lica": 2724, "icat": 2339, "cati": 1321, "atio": 1192, "tion": 4561, "ions": 2525, "ons ": 3471, " appl": 43, "appli": 1070, "plica": 3689, "licat": 2725, "icati": 2340, "catio": 1322, "ation": 1193, "tions": 4566, "ions ": 2526, " im": 307, "imp": 2441, "mpa": 2987, "pac": 3617, "act": 894, "ct ": 1465, " imp": 310, "impa": 2442, "mpac": 2988, "pact": 3619, "act ": 895, " impa": 311, "impac": 2443, "mpact": 2989, "pact ": 3620, " on": 445, "on ": 3440, " on ": 446, " so": 581, "soc": 4263, "oci": 3339, "cie": 1373, "ty ": 4676, " soc": 582, "soci": 4264, " soci": 583, " ab": 6, "abs": 875, "bst": 1285, "str": 4350, "tra": 4609, "rac": 3791, "cti": 1469, "tiv": 4574, "ive": 2607, "ve ": 4842, " abs": 7, "abst": 876, "bstr": 1286, "stra": 4351, "trac": 4610, "ract": 3793, "acti": 898, "ctiv": 1475, "tive": 4575, "ive ": 2608, " abst": 8, "abstr": 877, "bstra": 1287, "strac": 4352, "tract": 4611, "racti": 3795, "activ": 901, "ctive": 1476, "tive ": 4576, "tex": 4486, "ext": 2047, "xt ": 4950, " tex": 635, "text": 4487, "ext ": 2048, " text": 636, "text ": 4488, " su": 607, "sum": 4369, "umm": 4756, "mma": 2959, "mar": 2872, "ari": 1108, "riz": 3979, "iza": 2617, "zat": 4988, " sum": 609, "summ": 4370, "umma": 4757, "mmar": 2960, "mari": 2873, "ariz": 1113, "riza": 3980, "izat": 2618, "zati": 4989, "ion ": 2516, " summ": 610, "summa": 4371, "ummar": 4758, "mmari": 2961, "mariz": 2874, "ariza": 1114, "rizat": 3981, "izati": 2619, "zatio": 4990, "tion ": 4562, " to": 646, "to ": 4581, " to ": 647, " bu": 94, "bul": 1291, "ria": 3941, "ian": 2323, "an ": 1017, "aria": 1109, "ian ": 2324, " ne": 425, "new": 3134, "ews": 2033, "ws ": 4935, " new": 430, "news": 3136, "ews ": 2034, " news": 432, "news ": 3137, " ar": 45, "art": 1130, "rti": 4103, "tic": 4524, "cle": 1397, "les": 2709, "es ": 1948, " art": 52, "arti": 1131, "rtic": 4104, "les ": 2710, " arti": 53, "artic": 1132, " na": 418, "nar": 3056, "arr": 1123, "rro": 4071, "ow ": 3603, " nar": 421, "narr": 3057, " narr": 422, " pr": 481, "pro": 3734, "rod": 4021, "odu": 3363, "duc": 1613, "uct": 4701, "ivi": 2614, "ity": 2603, " pro": 488, "prod": 3741, "rodu": 4022, "oduc": 3364, "duct": 1614, "ucti": 4702, "produ": 3742, "roduc": 4023, "oduct": 3365, "ducti": 1615, " co": 124, "com": 1416, "omp": 3426, "eti": 1989, "tit": 4571, "iti": 2587, "n, ": 3023, " com": 129, "comp": 1421, "itio": 2595, " comp": 132, "ition": 2596, " an": 31, "and": 1030, "nd ": 3086, " and": 35, "and ": 1031, " and ": 36, " bl": 90, "loc": 2789, "cki": 1390, "kin": 2642, "ing": 2479, "ng ": 3146, "ckin": 1391, "king": 2643, "ing ": 2480, "cking": 1392, "king ": 2644, " in": 314, "in ": 2451, " in ": 315, " wo": 714, "wor": 4925, "ord": 3515, "rd ": 3853, " wor": 715, "word": 4926, "ord ": 3516, " word": 716, "word ": 4927, " fo": 254, "for": 2107, "orm": 3533, "rma": 3990, "mat": 2880, " for": 255, "form": 2111, "orma": 3535, "rmat": 3994, "mati": 2884, "forma": 2113, "ormat": 3538, "rmati": 3995, "matio": 2886, " kn": 342, "kno": 2645, "now": 3217, "owl": 3612, "wle": 4921, "led": 2696, "edg": 1699, "dge": 1559, " kno": 343, "know": 2646, "nowl": 3218, "owle": 3613, "wled": 4922, "ledg": 2698, "edge": 1700, "dge ": 1560, " know": 344, "knowl": 2647, "nowle": 3219, "owled": 3614, "wledg": 4923, "ledge": 2699, "edge ": 1701, " ru": 537, "ule": 4739, "le-": 2689, "e-b": 1625, "-ba": 737, "bas": 1230, "ase": 1136, "sed": 4158, "ed ": 1694, "e-ba": 1626, "-bas": 738, "base": 1231, "ased": 1138, "sed ": 4159, "e-bas": 1627, "-base": 739, "based": 1232, "ased ": 1139, " di": 169, "dia": 1562, "acr": 891, "cri": 1458, "rit": 3972, "ic ": 2334, " dia": 170, "riti": 3973, "itic": 2588, "tic ": 4525, " re": 505, "res": 3908, "est": 1974, "sto": 4348, "tor": 4599, "ora": 3506, "rat": 3835, " res": 523, "stor": 4349, "orat": 3510, "rati": 3840, "orati": 3511, "ratio": 3842, " se": 550, "ser": 4185, "erb": 1899, "bia": 1254, " as": 54, "asp": 1157, "spe": 4282, "pec": 3638, "ect": 1683, "ctu": 1481, "tua": 4652, "ual": 4686, "al ": 951, " asp": 56, "aspe": 1158, "spec": 4283, "pect": 3641, "ctua": 1482, "tual": 4653, "ual ": 4687, " aspe": 57, "aspec": 1159, "spect": 4285, "ctual": 1483, "tual ": 4654, "tem": 4456, "emp": 1801, "mpo": 3000, "por": 3700, "ral": 3805, " tem": 631, "temp": 4458, "empo": 1802, "mpor": 3001, "pora": 3701, "oral": 3508, "ral ": 3806, " temp": 632, "tempo": 4459, "empor": 1803, "mpora": 3002, "poral": 3702, "oral ": 3509, " ch": 110, "cha": 1346, "har": 2227, "ara": 1079, "cte": 1467, "ter": 4470, "eri": 1909, "ris": 3971, "ist": 2565, "sti": 4330, "ics": 2350, "cs ": 1464, " cha": 111, "char": 1352, "hara": 2228, "arac": 1082, "acte": 896, "cter": 1468, "teri": 4476, "isti": 2570, "stic": 4331, "tics": 4528, "ics ": 2351, " char": 114, "chara": 1353, "harac": 2229, "aract": 1083, "racte": 3794, "acter": 897, "istic": 2571, "tics ": 4529, " of": 442, "of ": 3367, " of ": 443, " th": 637, "the": 4494, "he ": 2236, " the": 639, "the ": 4495, " the ": 640, " pa": 461, "ast": 1166, "st ": 4313, " ac": 9, " act": 13, " acti": 14, "par": 3624, "ici": 2344, "cip": 1385, "ipl": 2529, "ple": 3682, " par": 463, "part": 3632, "iple": 2530, " part": 466, "cor": 1441, "orp": 3541, "rpu": 4061, "pus": 3767, " cor": 139, "corp": 1443, "orpu": 3546, "rpus": 4062, " corp": 140, "corpu": 1445, "orpus": 3547, " st": 593, "stu": 4359, "tud": 4656, "udy": 4707, "dy ": 1619, " stu": 603, "stud": 4360, "tudy": 4657, "udy ": 4708, " stud": 604, "study": 4361, "tudy ": 4658, "rie": 3953, "ies": 2378, "ries": 3956, "ies ": 2379, "ries ": 3957, "us ": 4804, "pus ": 3768, "rpus ": 4063, "ont": 3479, "nto": 3298, "ogi": 3371, "gie": 2160, "logi": 2793, "gies": 2161, "ologi": 3403, "gies ": 2162, "or ": 3505, "for ": 2108, " for ": 256, "nat": 3060, "atu": 1206, "tur": 4662, "ura": 4781, " nat": 423, "natu": 3063, "atur": 1207, "tura": 4663, "ural": 4782, " natu": 424, "natur": 3064, "atura": 1208, "tural": 4664, "ural ": 4783, "roc": 4018, "oce": 3336, "ces": 1339, "ess": 1966, "ssi": 4299, "sin": 4227, "ng:": 3148, "g: ": 2130, "proc": 3739, "roce": 4019, "oces": 3337, "cess": 1341, "essi": 1968, "ssin": 4302, "sing": 4228, "ing:": 2482, "ng: ": 3149, " proc": 490, "proce": 3740, "roces": 4020, "ocess": 3338, "cessi": 1342, "essin": 1969, "ssing": 4303, "ing: ": 2483, " ca": 99, "cas": 1316, "se ": 4153, " cas": 106, "case": 1317, "ase ": 1137, " case": 107, "case ": 1318, "sia": 4210, "sian": 4211, "sian ": 4212, "eso": 1959, "sou": 4274, "our": 3586, "urc": 4784, "rce": 3845, "ce-": 1328, "reso": 3912, "esou": 1961, "sour": 4275, "ourc": 3588, "urce": 4785, " reso": 524, "resou": 3914, "esour": 1962, "sourc": 4276, "ource": 3589, "net": 3128, "et ": 1980, " au": 66, "aug": 1210, "ugm": 4722, "gme": 2169, "men": 2908, "ent": 1846, "nta": 3259, "tat": 4433, " aug": 67, "augm": 1211, "ugme": 4723, "gmen": 2170, "ment": 2909, "enta": 1849, "ntat": 3264, "tati": 4436, " augm": 68, "augme": 1212, "ugmen": 4724, "gment": 2171, "menta": 2912, "entat": 1851, "ntati": 3265, "tatio": 4437, " en": 205, "ric": 3947, "ich": 2343, "chm": 1365, "nt ": 3255, "ent ": 1847, "ment ": 2910, " cl": 119, "cla": 1394, "las": 2677, "ass": 1160, "sif": 4214, "ify": 2394, "fyi": 2127, "yin": 4965, " cla": 120, "clas": 1395, "lass": 2678, "assi": 1163, "ssif": 4300, "ifyi": 2395, "fyin": 2128, "ying": 4966, " clas": 121, "class": 1396, "lassi": 2679, "assif": 1164, "ifyin": 2396, "fying": 2129, "ying ": 4967, " ve": 690, "ver": 4851, " ver": 691, " by": 97, "by ": 1300, " by ": 98, " ha": 282, "arn": 1119, "rne": 4003, "nes": 3123, " har": 285, "arne": 1120, "ness": 3126, "sing ": 4229, "sem": 4168, "ema": 1780, "man": 2865, "ant": 1058, "nti": 3282, " sem": 558, "sema": 4169, "eman": 1781, "mant": 2870, "anti": 1060, "ntic": 3285, " sema": 559, "seman": 4170, "emant": 1782, "manti": 2871, "antic": 1061, "ntic ": 3286, "ces ": 1340, " fa": 238, "fac": 2063, "cto": 1477, "ors": 3551, "rs ": 4074, " fac": 239, "fact": 2064, "ctor": 1478, "tors": 4602, "ors ": 3552, " fact": 240, "tors ": 4603, " fe": 242, "fea": 2067, "eat": 1666, "ure": 4787, " fea": 243, "feat": 2068, "eatu": 1667, "ture": 4665, "ures": 4791, "res ": 3909, " feat": 244, "featu": 2069, "eatur": 1668, "ature": 1209, "tures": 4668, "ures ": 4792, " de": 153, "det": 1555, "ete": 1982, "erm": 1914, "min": 2942, "ini": 2489, "nin": 3175, " det": 166, "dete": 1556, "eter": 1985, "term": 4478, "mini": 2946, "inin": 2492, "ning": 3176, " dete": 167, "minin": 2947, "ining": 2493, "ning ": 3177, "her": 2248, "ita": 2579, "tan": 4416, "anc": 1024, "nce": 3065, "ce ": 1327, "tanc": 4417, "ance": 1025, "nce ": 3066, "tance": 4418, "ance ": 1026, "pri": 3733, "rim": 3963, "ime": 2428, "mes": 2921, " pri": 487, "mes ": 2922, " be": 75, "bet": 1246, "etw": 2003, "twe": 4669, "wee": 4899, "een": 1718, "en ": 1806, " bet": 80, "betw": 1249, "etwe": 2004, "twee": 4670, "ween": 4900, "een ": 1719, " betw": 82, "betwe": 1250, "etwee": 2005, "tween": 4671, "ween ": 4901, " no": 436, "nou": 3215, "oun": 3582, "uns": 4773, "thi": 4500, "hin": 2264, "thin": 4501, " ef": 194, "eff": 1729, "ffe": 2084, "fec": 2070, " eff": 195, "effe": 1730, "ffec": 2085, "fect": 2071, "ect ": 1684, " effe": 196, "effec": 1731, "ffect": 2086, " un": 672, "erv": 1943, "rve": 4111, "ved": 4843, "serv": 4187, "ved ": 4844, "-co": 741, "con": 1427, "nte": 3266, "-con": 742, "cont": 1435, "onte": 3480, "ntex": 3277, "-cont": 743, "conte": 1436, "ontex": 3482, "ntext": 3278, "cur": 1492, "urr": 4797, "rre": 4067, "ren": 3898, "enc": 1809, "curr": 1493, "renc": 3899, "ence": 1810, "nces": 3073, "rence": 3900, "ences": 1813, "nces ": 3074, "mix": 2954, "xtu": 4960, "re ": 3858, "ecto": 1689, "ure ": 4788, "ector": 1690, "ture ": 4666, "ppr": 3714, "roa": 4010, "oac": 3323, "ach": 884, "ch ": 1343, "appr": 1071, "ppro": 3715, "proa": 3735, "roac": 4011, "oach": 3324, "ach ": 885, " appr": 44, "appro": 1072, "pproa": 3716, "proac": 3736, "roach": 4012, "oach ": 3325, "pos": 3705, "osi": 3558, "sit": 4239, "ona": 3449, "nal": 3042, "ompo": 3431, "mpos": 3003, "posi": 3706, "osit": 3559, "siti": 4240, "iona": 2523, "onal": 3450, "nal ": 3043, "compo": 1424, "ompos": 3432, "mposi": 3004, "posit": 3707, "ositi": 3560, "sitio": 4241, "tiona": 4565, "ional": 2524, "onal ": 3451, "dis": 1585, "tri": 4622, "rib": 3944, "ibu": 2331, "but": 1297, "uti": 4823, " dis": 174, "dist": 1589, "istr": 2573, "stri": 4355, "trib": 4623, "ribu": 3945, "ibut": 2332, "buti": 1298, "utio": 4824, " dist": 177, "distr": 1591, "istri": 2574, "strib": 4356, "tribu": 4624, "ribut": 3946, "ibuti": 2333, "butio": 1299, "ution": 4825, "int": 2500, "ntr": 3300, "tro": 4629, "uci": 4698, "cin": 1380, " int": 327, "ntro": 3304, "ucin": 4699, "cing": 1383, "cing ": 1384, "mpu": 3014, "put": 3769, "ompu": 3438, "mput": 3015, "compu": 1426, "omput": 3439, "lin": 2734, "gui": 2207, "uis": 4730, " lin": 364, "ling": 2737, "ingu": 2486, "ngui": 3164, "guis": 2210, "uist": 4731, " ling": 365, "lingu": 2739, "ingui": 2488, "nguis": 3165, "guist": 2211, "uisti": 4732, "nlp ": 3194, " nlp ": 435, " hi": 291, "hig": 2262, "igh": 2400, "gh ": 2154, " hig": 294, "high": 2263, " high": 295, " sc": 543, "sch": 4142, "cho": 1369, "ool": 3492, "ol ": 3391, " sch": 546, "den": 1537, "nts": 3306, "ts ": 4635, "dent": 1541, "ents": 1862, "nts ": 3307, "ents ": 1863, "eng": 1832, "ngl": 3154, "gli": 2166, "lis": 2743, "ish": 2553, "sh ": 4202, "engl": 1834, "ngli": 3155, "glis": 2167, "lish": 2744, "ish ": 2554, "engli": 1835, "nglis": 3156, "glish": 2168, "lish ": 2745, "all": 973, "lle": 2764, "lel": 2703, "el ": 1757, "para": 3625, "aral": 1084, "rall": 3809, "alle": 975, "llel": 2765, "lel ": 2704, " para": 464, "paral": 3626, "arall": 1085, "ralle": 3810, "allel": 976, "llel ": 2766, " pu": 494, "rpo": 4055, "ose": 3557, "ses": 4188, "ses ": 4189, " cr": 144, "cre": 1456, "rea": 3864, "tin": 4556, " cre": 145, "crea": 1457, "reat": 3870, "atin": 1190, "ting": 4557, "ating": 1191, "ting ": 4558, "sta": 4315, "tis": 4570, "cal": 1302, " sta": 594, "stat": 4320, "tica": 4526, "ical": 2336, "cal ": 1303, " stat": 596, "tical": 4527, "ical ": 2337, " tr": 656, "ran": 3817, "ans": 1049, "nsl": 3242, "sla": 4255, "lat": 2680, " tra": 657, "tran": 4614, "rans": 3820, "ansl": 1054, "nsla": 3243, "slat": 4256, "lati": 2683, " tran": 660, "trans": 4615, "ransl": 3822, "ansla": 1055, "nslat": 3244, "slati": 4257, "latio": 2684, " mo": 409, "mod": 2971, "ode": 3349, "del": 1529, " mod": 410, "mode": 2974, "odel": 3352, "del ": 1530, " mode": 411, "model": 2975, "odel ": 3353, " ge": 267, "gen": 2141, "ene": 1827, "ner": 3118, "era": 1887, " gen": 268, "gene": 2144, "ener": 1828, "nera": 3120, "eral": 1892, " gene": 270, "gener": 2145, "enera": 1829, "neral": 3121, "onc": 3453, "cep": 1336, "ept": 1877, "pti": 3756, " con": 133, "conc": 1428, "once": 3454, "ncep": 3070, "cept": 1337, "ptio": 3761, " conc": 134, "conce": 1429, "oncep": 3455, "ncept": 3071, "ption": 3762, "tru": 4632, "ruc": 4107, "e, ": 1623, " str": 600, "stru": 4357, "truc": 4633, "ruct": 4108, "uctu": 4704, "ctur": 1484, " stru": 602, "struc": 4358, "truct": 4634, "ructu": 4110, "uctur": 4705, "cture": 1485, "ann": 1046, "nno": 3200, "not": 3211, "ota": 3569, " ann": 37, "anno": 1047, "nnot": 3201, "nota": 3213, "otat": 3570, " anno": 38, "annot": 1048, "nnota": 3202, "notat": 3214, "otati": 3571, " fi": 249, "fin": 2102, "nge": 3150, "ger": 2149, "erp": 1920, "rpr": 4058, "rin": 3964, " fin": 251, "erpr": 1921, " sm": 579, "ms ": 3016, " me": 391, "ssa": 4295, "sag": 4126, "ges": 2151, "es:": 1949, "s: ": 4122, "ages": 923, "es: ": 1950, "aut": 1216, "uto": 4826, "tom": 4591, "oma": 3410, " aut": 69, "auto": 1217, "utom": 4827, "toma": 4592, "omat": 3413, "atic": 1187, " auto": 70, "autom": 1218, "utoma": 4828, "tomat": 4593, "omati": 3415, "matic": 2885, "atic ": 1188, "rec": 3871, "eco": 1676, "cog": 1410, "ogn": 3374, "gni": 2173, "nit": 3179, " rec": 510, "reco": 3872, "ecog": 1679, "cogn": 1411, "ogni": 3375, "gnit": 2174, "niti": 3180, " reco": 511, "recog": 3873, "ecogn": 1680, "cogni": 1412, "ognit": 3376, "gniti": 2175, "nitio": 3181, " sh": 567, "sho": 4207, "hor": 2285, "ort": 3553, "rt ": 4098, " sho": 570, "ort ": 3554, "sen": 4175, "end": 1820, "nde": 3093, "der": 1547, "er ": 1881, " sen": 561, "ende": 1824, "nder": 3098, "der ": 1548, "ender": 1826, "nder ": 3099, " us": 681, "usi": 4811, " usi": 684, "usin": 4812, " usin": 685, "using": 4813, " gr": 273, "gra": 2183, "rad": 3796, "adi": 911, "die": 1573, "ien": 2369, " gra": 274, "radi": 3797, "ient": 2371, "ient ": 2372, " bo": 91, "boo": 1277, "ost": 3565, "osti": 3567, "stin": 4339, "sting": 4340, "extu": 2056, "xtua": 4961, " cont": 137, "textu": 4491, "extua": 2057, "xtual": 4962, "han": 2223, "ling ": 2738, "neu": 3131, "eur": 2008, " neu": 428, "neur": 3132, "eura": 2009, " neur": 429, "neura": 3133, "eural": 2010, " ma": 383, "mac": 2854, "chi": 1359, "ine": 2465, "ne ": 3106, " mac": 384, "mach": 2855, "achi": 887, "chin": 1362, "hine": 2265, "ine ": 2466, " mach": 385, "machi": 2856, "achin": 888, "chine": 1363, "hine ": 2266, "on:": 3447, "n: ": 3038, "ion:": 2521, "on: ": 3448, "tion:": 4564, "ion: ": 2522, " lo": 374, "ind": 2461, "hea": 2237, "ead": 1646, "ad ": 906, "bot": 1279, "oth": 3573, " si": 571, "ide": 2358, "des": 1551, "des ": 1552, "tow": 4606, "owa": 3607, "war": 4893, "ard": 1093, "rds": 3856, "ds ": 1610, " tow": 654, "towa": 4607, "owar": 3608, "ward": 4894, "ards": 1095, "rds ": 3857, " towa": 655, "towar": 4608, "oward": 3609, "wards": 4896, "ards ": 1096, " po": 476, "st-": 4314, "t-e": 4393, "-ed": 752, "edi": 1703, "dit": 1592, " pos": 479, "post": 3708, "ost-": 3566, "edit": 1709, "diti": 1593, "itin": 2593, " post": 480, "editi": 1710, "ditin": 1594, "iting": 2594, "omm": 3421, "mme": 2964, "nda": 3090, "dat": 1508, "ecom": 1681, "comm": 1418, "omme": 3422, "mmen": 2965, "ndat": 3091, "dati": 1512, "comme": 1419, "ommen": 3423, "ndati": 3092, "datio": 1513, " sy": 615, "sys": 4385, "yst": 4985, "ste": 4322, "em ": 1779, " sys": 618, "syst": 4386, "yste": 4986, "stem": 4323, "tem ": 4457, " syst": 619, "syste": 4387, "ystem": 4987, "stem ": 4324, " sp": 586, "spa": 4277, "pan": 3623, "ani": 1041, "nis": 3178, "que": 3776, "ue ": 4709, " spa": 587, "span": 4280, "anis": 1042, " span": 588, " sou": 585, "rce ": 3846, "urce ": 4786, "rep": 3903, "epr": 1874, "pre": 3718, "ese": 1954, " rep": 520, "repr": 3906, "epre": 1875, "pres": 3727, "rese": 3910, "esen": 1956, "sent": 4178, " repr": 522, "repre": 3907, "epres": 1876, "prese": 3728, "resen": 3911, "esent": 1957, "senta": 4179, "dev": 1558, "eve": 2016, "vel": 4845, "elo": 1773, " dev": 168, "evel": 2017, " ev": 224, "eva": 2011, "val": 4829, "alu": 989, "lua": 2834, "uat": 4694, " eva": 225, "eval": 2012, "valu": 4834, "alua": 990, "luat": 2835, "uati": 4695, " eval": 226, "evalu": 2015, "valua": 4835, "aluat": 991, "luati": 2836, "uatio": 4697, " ph": 472, "pho": 3663, "hon": 2283, "ono": 3469, "gic": 2157, "ogic": 3372, "gica": 2158, "logic": 2794, "ogica": 3373, "gical": 2159, "els": 1774, "ls ": 2813, "dels": 1533, "els ": 1775, "odels": 3355, "dels ": 1534, "ate": 1178, "te ": 4442, "ate ": 1179, " id": 304, " ide": 305, "iden": 2361, "enti": 1855, " iden": 306, "ident": 2363, "denti": 1542, " tu": 664, "rki": 3983, "low": 2808, " low": 381, "low ": 2809, "ges ": 2152, "uages": 4685, "ages ": 924, " is": 332, "nee": 3114, "eed": 1717, "ded": 1523, "ded ": 1524, "mt ": 3017, "a: ": 861, "teg": 4451, "egr": 1745, "inte": 2502, "nteg": 3269, "tegr": 4453, "egra": 1746, "grat": 2190, " inte": 328, "integ": 2503, "ntegr": 3270, "tegra": 4454, "egrat": 1747, "grati": 2191, "ratin": 3841, "sio": 4230, "ssio": 4304, "sion": 4231, "essio": 1970, "ssion": 4305, "ato": 1196, "ator": 1197, "din": 1577, " rea": 506, "read": 3865, "eadi": 1647, "adin": 912, "ding": 1578, " read": 507, "readi": 3866, "eadin": 1648, "ading": 913, "ding ": 1579, "mpr": 3005, "reh": 3887, "ehe": 1748, "hen": 2244, "ens": 1839, "nsi": 3234, "ompr": 3433, "mpre": 3006, "preh": 3725, "rehe": 3888, "ehen": 1749, "hens": 2246, "ensi": 1843, "nsio": 3235, "compr": 1425, "ompre": 3434, "mpreh": 3007, "prehe": 3726, "rehen": 3889, "ehens": 1750, "hensi": 2247, "ensio": 1844, "nsion": 3236, "sion ": 4232, " ou": 456, "out": 3594, "t: ": 4400, " out": 457, " wh": 704, "wha": 4911, "hat": 2232, "at ": 1171, " wha": 705, "what": 4912, "hat ": 2233, " what": 706, "what ": 4913, "mak": 2863, "ake": 947, " mak": 386, "ett": 2000, "tte": 4641, "bett": 1247, "ette": 2001, "tter": 4644, "ter ": 4471, " bett": 81, "bette": 1248, "etter": 2002, "tter ": 4645, "are": 1097, " are": 48, "are ": 1098, " are ": 49, "met": 2923, "etr": 1992, " met": 398, "metr": 2929, "etri": 1995, "tric": 4625, "rics": 3951, " metr": 401, "metri": 2930, "etric": 1996, " ro": 532, "rob": 4013, "obu": 3331, "bus": 1293, "ust": 4816, " rob": 533, "robu": 4016, "obus": 3332, "bust": 1294, "ust ": 4817, " robu": 534, "robus": 4017, "obust": 3333, "bust ": 1295, "rel": 3893, "eli": 1766, "lia": 2721, "iab": 2316, "abl": 870, "ble": 1273, " rel": 518, "able": 871, "ble ": 1274, "able ": 872, "eci": 1672, "cif": 1377, "ifi": 2388, "fic": 2092, " spe": 589, "peci": 3639, "ecif": 1673, "cifi": 1378, "ific": 2389, "fic ": 2093, " spec": 590, "speci": 4284, "pecif": 3640, "ecifi": 1674, "cific": 1379, "ific ": 2390, " ta": 620, "tas": 4425, "ask": 1146, "sks": 4253, "s? ": 4123, " tas": 625, "task": 4428, "asks": 1152, " task": 626, "tasks": 4432, "est ": 1975, "ems": 1804, "tems": 4460, "ems ": 1805, "stems": 4325, "tems ": 4461, "rai": 3801, "ain": 934, "trai": 4612, "rain": 3802, "aini": 941, " trai": 659, "train": 4613, "raini": 3804, "ainin": 942, "dep": 1544, "plo": 3692, " dep": 162, " do": 180, "dom": 1603, "mai": 2860, " dom": 184, "doma": 1604, "omai": 3411, "main": 2861, "ain ": 935, " doma": 185, "domai": 1605, "omain": 3412, "main ": 2862, "pai": 3621, "air": 945, "r: ": 3786, " pai": 462, "pair": 3622, "ban": 1229, "la ": 2656, " eng": 210, "angl": 1038, " engl": 211, "dee": 1525, "eep": 1720, "ep ": 1867, " dee": 158, "deep": 1526, "eep ": 1721, " deep": 159, "deep ": 1527, " we": 703, "eak": 1649, "-re": 786, "ecu": 1693, "rent": 3901, "rent ": 3902, "uni": 4765, "its": 2599, " uni": 676, "its ": 2600, "pel": 3646, "ell": 1770, "lli": 2769, "elli": 1771, "llin": 2770, "ellin": 1772, "lling": 2771, "nor": 3209, "mal": 2864, "ali": 964, "liz": 2754, " nor": 439, "rmal": 3991, "aliz": 970, "liza": 2755, "ormal": 3536, "aliza": 971, "lizat": 2756, "his": 2271, "ori": 3522, "tori": 4601, "rica": 3949, "rical": 3950, "doc": 1600, "ocu": 3342, "cum": 1489, "ume": 4753, " doc": 182, "docu": 1601, "ocum": 3343, "cume": 1490, "umen": 4754, " docu": 183, "docum": 1602, "ocume": 3344, "cumen": 1491, "ument": 4755, "ments": 2914, " ba": 71, " bas": 73, "ins": 2497, "nst": 3245, " ins": 325, "inst": 2498, "stan": 4316, "nce-": 3067, " inst": 326, "stanc": 4317, " ad": 15, "ada": 907, "dap": 1503, "apt": 1073, "pta": 3753, " ada": 16, "adap": 908, "dapt": 1504, "apta": 1074, "ptat": 3754, " adap": 17, "adapt": 909, "dapta": 1505, "aptat": 1075, "ptati": 3755, " qu": 495, "qua": 3771, " qua": 496, "qual": 3772, "uali": 4688, "alit": 968, "lity": 2752, "ity ": 2604, " qual": 497, "quali": 3773, "ualit": 4689, "ality": 969, "lity ": 2753, " es": 221, "tim": 4546, "ima": 2423, " est": 222, "esti": 1976, "stim": 4337, "tima": 4547, "imat": 2426, " esti": 223, "estim": 1978, "stima": 4338, "timat": 4548, "imati": 2427, "ndi": 3101, " ind": 319, "indi": 2462, "dian": 1567, " indi": 320, "rei": 3890, "ein": 1754, "inf": 2474, "nfo": 3142, "orc": 3512, "cem": 1331, "eme": 1790, " rei": 516, "rein": 3891, "einf": 1755, "info": 2477, "nfor": 3143, "forc": 2109, "orce": 3513, "rcem": 3847, "ceme": 1332, "emen": 1791, " rein": 517, "reinf": 3892, "einfo": 1756, "infor": 2478, "nforc": 3144, "force": 2110, "orcem": 3514, "rceme": 3848, "cemen": 1333, "ement": 1792, " le": 354, "lea": 2690, "ear": 1656, "rni": 4004, " lea": 355, "lear": 2691, "earn": 1659, "arni": 1121, "rnin": 4005, " lear": 356, "learn": 2692, "earni": 1660, "arnin": 1122, "rning": 4006, "-pr": 785, "red": 3876, "dic": 1568, "ict": 2352, "nter": 3274, "tera": 4473, "erac": 1888, "pred": 3721, "redi": 3878, "edic": 1706, "dict": 1571, "icti": 2353, "inter": 2505, "ntera": 3275, "terac": 4474, "eract": 1889, "predi": 3722, "redic": 3879, "edict": 1708, "dicti": 1572, "bey": 1251, "eyo": 2059, "yon": 4976, "ond": 3456, " bey": 83, "beyo": 1252, "eyon": 2060, "yond": 4977, "ond ": 3457, " beyo": 84, "beyon": 1253, "eyond": 2061, "yond ": 4978, "ten": 4462, "ente": 1852, "nten": 3271, "tenc": 4463, " sent": 563, "sente": 4180, "enten": 1854, "ntenc": 3272, "tence": 4464, "ence ": 1811, "lev": 2712, " lev": 359, "leve": 2713, "vel ": 4846, " leve": 360, "level": 2714, "evel ": 2018, " an ": 32, "ana": 1019, "aly": 992, "lys": 2846, "ysi": 4982, "sis": 4235, "is ": 2544, " ana": 33, "anal": 1020, "naly": 3046, "alys": 993, "lysi": 2847, "ysis": 4983, "sis ": 4236, " anal": 34, "analy": 1021, "nalys": 3047, "alysi": 994, "lysis": 2848, "ysis ": 4984, "epe": 1868, "pen": 3647, "ncy": 3084, "cy ": 1495, "depe": 1545, "epen": 1869, "pend": 3650, "nden": 3096, "denc": 1538, "ency": 1818, "ncy ": 3085, " depe": 163, "depen": 1546, "epend": 1870, "pende": 3651, "enden": 1825, "ndenc": 3097, "dency": 1540, "ency ": 1819, "use": 4808, "ers": 1926, "rs:": 4075, " use": 682, "user": 4810, "rs: ": 4076, " user": 683, "hot": 2286, "ot ": 3568, "shot": 4208, "hot ": 2287, "shot ": 4209, "use ": 4809, "ers ": 1927, "one": 3458, "onl": 3466, "nli": 3190, " onl": 447, "onli": 3467, "nlin": 3191, "line": 2735, " onli": 448, "onlin": 3468, "nline": 3192, "line ": 2736, "too": 4594, " too": 650, "tool": 4595, " tool": 651, "let": 2711, "tti": 4646, "ttin": 4647, "tting": 4648, "two": 4673, "ork": 3527, "rk ": 3982, " net": 426, "netw": 3129, "etwo": 2006, "twor": 4674, "work": 4928, "ork ": 3528, " netw": 427, "netwo": 3130, "etwor": 2007, "twork": 4675, "work ": 4929, "dec": 1520, "de ": 1517, " dec": 156, "hic": 2256, "ack": 889, " fu": 263, "atc": 1176, "tch": 4439, "atch": 1177, "ir ": 2537, " da": 150, "ata": 1172, "ta ": 4401, " dat": 151, "data": 1509, "ata ": 1173, " data": 152, "data ": 1510, "sel": 4163, "ele": 1761, "lec": 2693, " sel": 555, "sele": 4164, "elec": 1762, "lect": 2694, "ecti": 1685, "ctio": 1473, " sele": 556, "selec": 4165, "elect": 1763, "lecti": 2695, "ectio": 1687, "ction": 1474, "fre": 2118, "equ": 1878, "uen": 4710, " inf": 322, "eque": 1879, "quen": 3777, "equen": 1880, "-gr": 761, "ram": 3811, "am ": 996, "-gra": 762, "gram": 2186, "cov": 1453, "ove": 3596, "ery": 1946, "ry ": 4117, "cove": 1454, "over": 3598, "ery ": 1947, "cover": 1455, "seg": 4160, "egm": 1742, " seg": 553, "segm": 4161, "egme": 1743, " segm": 554, "segme": 4162, "egmen": 1744, "-to": 810, "to-": 4582, "-to-": 811, "ay ": 1223, " al": 26, "gor": 2181, "inv": 2509, "nve": 3308, "ves": 4861, "tig": 4538, "iga": 2397, "gat": 2133, " inv": 330, "inve": 2510, "nves": 3311, "vest": 4863, "stig": 4333, "tiga": 4539, "igat": 2398, "gati": 2134, " inve": 331, "inves": 2511, "nvest": 3312, "vesti": 4864, "estig": 1977, "stiga": 4334, "tigat": 4540, "igati": 2399, "gatin": 2135, "bac": 1225, " bac": 72, "back": 1226, " mu": 415, "mul": 3018, "ult": 4740, "lti": 2818, "ti-": 4512, "i-d": 2306, "-do": 746, " mul": 416, "mult": 3019, "ulti": 4741, "lti-": 2819, "ti-d": 4514, "-dom": 747, " mult": 417, "multi": 3020, "ulti-": 4742, "lti-d": 2821, "-doma": 748, "iso": 2562, "son": 4269, "ompa": 3427, "mpar": 2990, "pari": 3628, "compa": 1422, "ompar": 3428, "mpari": 2991, "dif": 1574, "iff": 2385, "fer": 2077, "ere": 1901, " dif": 172, "diff": 1575, "iffe": 2386, "ffer": 2087, "fere": 2079, "eren": 1902, " diff": 173, "diffe": 1576, "iffer": 2387, "ffere": 2088, "feren": 2080, "erent": 1904, "unc": 4759, " pre": 482, " pred": 484, "ictio": 2354, "che": 1355, "hes": 2250, "ache": 886, "ches": 1358, "hes ": 2251, " at": 60, " at ": 61, "wis": 4917, "iss": 2563, "ss ": 4291, "\u2019s ": 4999, "rvi": 4114, "ice": 2341, "e: ": 1643, "ervi": 1944, "lim": 2732, "imi": 2432, "ina": 2455, "ary": 1133, "limi": 2733, "mina": 2943, "nary": 3059, "ary ": 1134, " it": 334, "ite": 2582, " ite": 335, "iter": 2583, "erat": 1896, "ativ": 1194, "itera": 2584, "terat": 4475, "erati": 1898, "rativ": 3843, "ative": 1195, "-te": 806, "tel": 4455, "ard ": 1094, "ward ": 4895, "rag": 3798, "agi": 926, "gin": 2163, "ever": 2021, "vera": 4853, "erag": 1890, "ragi": 3799, "agin": 927, "ging": 2164, "lever": 2715, "evera": 2022, "verag": 4854, "eragi": 1891, "ragin": 3800, "aging": 928, "ging ": 2165, "rkin": 3984, "rol": 4026, "oll": 3397, "ontr": 3485, "trol": 4630, "roll": 4029, "olle": 3400, "led ": 2697, "contr": 1438, "ontro": 3487, "ntrol": 3305, "troll": 4631, " gl": 271, "oba": 3326, "bal": 1228, " info": 324, "nform": 3145, "mpl": 2993, "lem": 2705, "impl": 2444, "mple": 2994, "ntin": 3292, " impl": 312, "imple": 2445, "ngi": 3153, "obi": 3327, "bil": 1261, "ile": 2413, "evi": 2023, "van": 4836, "ane": 1035, "ex ": 2035, "rap": 3823, "pin": 3673, "ping": 3674, "ping ": 3675, "til": 4541, "ili": 2414, "ltil": 2826, "tili": 4542, "ilin": 2415, "gual": 2202, "ultil": 4743, "ltili": 2827, "tilin": 4543, "iling": 2416, "ingua": 2487, "ngual": 3163, "gual ": 2203, "tent": 4466, "inten": 2504, "ntent": 3273, "tent ": 4467, " vi": 693, "via": 4867, "ia ": 2315, " via": 694, "via ": 4868, " via ": 695, "ial": 2317, "alo": 982, "og ": 3370, "dial": 1564, "ialo": 2321, "alog": 983, "log ": 2792, " dial": 171, "dialo": 1566, "ialog": 2322, "alog ": 984, " ho": 296, "how": 2291, " how": 297, "how ": 2292, " how ": 298, "ove ": 3597, "ise": 2549, "se-": 4154, "e-s": 1633, "-sc": 789, "sca": 4138, "ale": 960, " ent": 216, "terp": 4480, "e-sc": 1634, "-sca": 790, "scal": 4139, "cale": 1304, "ale ": 961, "nterp": 3276, "terpr": 4481, "e-sca": 1635, "-scal": 791, "scale": 4140, "cale ": 1305, "rog": 4024, "ogr": 3377, "prog": 3743, "rogr": 4025, "ogra": 3378, "progr": 3744, " - ": 0, "ly ": 2845, "opt": 3502, "opti": 3503, "ware": 4897, "ware ": 4898, "ser ": 4186, "oes": 3366, "eal": 1650, "lly": 2781, "real": 3867, "ally": 980, "lly ": 2782, " real": 508, "ally ": 981, "re-": 3859, "pre-": 3719, " pre-": 483, "e-c": 1628, "s\u2019 ": 4388, " pe": 468, "per": 3652, "erc": 1900, " per": 469, "whe": 4914, " whe": 707, "when": 4915, "hen ": 2245, " when": 708, "ark": 1115, "mark": 2875, " ex": 229, "exp": 2041, "xpe": 4941, " exp": 232, "expe": 2042, "xper": 4942, "rien": 3954, "ienc": 2370, " expe": 233, "exper": 2043, " op": 449, "opi": 3498, "opin": 3501, "mmo": 2966, "mon": 2976, "ommo": 3424, "mmon": 2967, "mons": 2977, " comm": 131, "commo": 1420, "ommon": 3425, "mmons": 2968, "rn ": 4001, "rta": 4102, "tal": 4414, "port": 3703, "tal ": 4415, "iqu": 2535, "gro": 2195, "rou": 4043, " gro": 277, "grou": 2196, " grou": 278, "thr": 4509, "ree": 3880, "ee ": 1713, " thr": 641, "ree ": 3881, " bi": 85, "into": 2506, "nto ": 3299, " into": 329, "into ": 2507, "erf": 1905, "perf": 3653, "riv": 3976, "iva": 2606, "vat": 4841, " va": 686, "ida": 2357, " val": 687, "ut ": 4820, "ern": 1916, "oder": 3356, "jec": 2626, "ject": 2627, " el": 198, "rop": 4035, "ope": 3494, "pea": 3637, "ean": 1655, "fra": 2115, "ras": 3830, "rast": 3833, "sma": 4259, " sma": 580, "tar": 4422, "ar ": 1078, "late": 2681, "onv": 3488, "ven": 4847, "conv": 1439, "onve": 3489, " conv": 138, "conve": 1440, " em": 199, "pow": 3709, "owe": 3610, "wer": 4907, " emp": 204, "powe": 3710, "ower": 3611, "weri": 4909, "erin": 1912, "ring": 3965, "power": 3711, "werin": 4910, "ering": 1913, "ring ": 3966, "you": 4979, "urs": 4798, "rse": 4082, "elf": 1764, "ours": 3590, "urse": 4799, "self": 4166, "ourse": 3591, " pl": 474, "pla": 3677, "rm ": 3989, " pla": 475, "orm ": 3534, "form ": 2112, "pee": 3643, "eec": 1714, "spee": 4286, "peec": 3644, "eech": 1715, "ech ": 1670, " spee": 591, "speec": 4287, "peech": 3645, "eech ": 1716, "as ": 1135, " as ": 55, "sol": 4266, "olu": 3405, "lut": 2842, " sol": 584, "solu": 4267, "olut": 3406, "luti": 2843, "solut": 4268, "oluti": 3407, "lutio": 2844, "ire": 2538, "ess ": 1967, "i-m": 2308, "-mo": 777, "oda": 3346, "dal": 1500, "ti-m": 4516, "i-mo": 2309, "-mod": 778, "moda": 2972, "odal": 3347, "dal ": 1501, "lti-m": 2823, "ti-mo": 4517, "i-mod": 2310, "-moda": 779, "modal": 2973, "odal ": 3348, " pi": 473, "ipe": 2528, "nov": 3216, "l: ": 2655, "ute": 4821, "er-": 1882, "ter-": 4472, "ided": 2359, "ided ": 2360, "ron": 4034, "nme": 3195, "nmen": 3196, "nment": 3197, "cate": 1320, "lig": 2729, "ght": 2155, "ight": 2401, "bri": 1283, "rid": 3952, "brid": 1284, "ted": 4449, "mate": 2881, "ated": 1180, "ted ": 4450, "omate": 3414, "mated": 2882, "ated ": 1181, "scr": 4150, "rip": 3968, "ipt": 2532, "scri": 4151, "crip": 1459, "ript": 3969, "ipti": 2533, "scrip": 4152, "cript": 1460, "ripti": 3970, "iptio": 2534, "set": 4192, "ets": 1998, "atas": 1174, "tase": 4426, "aset": 1142, "sets": 4194, "ets ": 1999, "datas": 1511, "atase": 1175, "taset": 4427, "asets": 1144, "sets ": 4195, "dem": 1536, "emo": 1796, "aph": 1064, "phi": 3662, "grap": 2188, "raph": 3824, "graph": 2189, "ker": 2640, " wm": 712, "me ": 2896, "enh": 1836, "nha": 3166, "ced": 1329, " enh": 212, "enha": 1837, "nhan": 3167, "hanc": 2224, "nced": 3068, "ced ": 1330, " enha": 213, "enhan": 1838, "nhanc": 3168, "hance": 2225, "anced": 1027, "nced ": 3069, "lex": 2716, "exi": 2038, "xic": 4938, "ico": 2349, " lex": 361, "lexi": 2718, "exic": 2039, " lexi": 362, "lexic": 2719, "med": 2900, " med": 394, "medi": 2902, "dica": 1569, " medi": 395, "medic": 2904, "edica": 1707, "dical": 1570, "pts": 3765, "pts ": 3766, "rov": 4048, "impr": 2447, "mpro": 3008, "prov": 3748, "rove": 4049, " impr": 313, "impro": 2448, "mprov": 3009, "prove": 3749, "uri": 4793, "thes": 4496, "edia": 1704, "dia ": 1563, "edia ": 1705, "ovi": 3600, "vin": 4876, "rovi": 4050, "ovin": 3601, "ving": 4877, "provi": 3750, "rovin": 4051, "oving": 3602, "ving ": 4878, "und": 4760, " und": 674, "unde": 4761, "-res": 787, " unde": 675, "under": 4763, "-reso": 788, "pt ": 3751, " ope": 450, "open": 3495, " open": 451, "ues": 4715, " que": 499, "ques": 3781, "uest": 4717, "stio": 4341, " ques": 501, "quest": 3782, "uesti": 4718, "estio": 1979, "stion": 4342, "nsw": 3252, "swe": 4378, " ans": 39, "answ": 1056, "nswe": 3253, "swer": 4379, " answ": 40, "answe": 1057, "nswer": 3254, "sweri": 4380, "leg": 2700, "ega": 1736, "gal": 2131, " leg": 357, "lega": 2701, "egal": 1737, "gal ": 2132, " lega": 358, "legal": 2702, "egal ": 1738, "bli": 1276, "pol": 3695, "s, ": 4118, "ntim": 3290, "time": 4549, "imen": 2430, "senti": 4181, "entim": 1858, "ntime": 3291, "timen": 4551, "iment": 2431, "mot": 2984, "oti": 3574, " emo": 202, "emot": 1799, "moti": 2985, "otio": 3575, " emot": 203, "emoti": 1800, "motio": 2986, "otion": 3576, "xte": 4954, " ext": 235, "exte": 2051, "ndin": 3102, " exte": 236, "nding": 3103, " ti": 643, " tim": 644, " time": 645, "inc": 2459, "nci": 3078, "nse": 3223, "sens": 4176, "ense": 1840, "nse ": 3224, " sens": 562, "sense": 4177, "ense ": 1841, "clu": 1401, "lus": 2841, "clus": 1402, "ster": 4329, "terin": 4477, "dan": 1502, "len": 2706, "syn": 4381, "non": 3207, "y: ": 4964, " syn": 616, "cro": 1461, "ros": 4038, "oss": 3561, "ss-": 4292, "s-l": 4119, "-li": 774, " cro": 146, "cros": 1462, "ross": 4039, "oss-": 3563, "ss-l": 4293, "s-li": 4120, "-lin": 775, " cros": 147, "cross": 1463, "ross-": 4041, "oss-l": 3564, "ss-li": 4294, "s-lin": 4121, "-ling": 776, "xica": 4939, "exica": 2040, "xical": 4940, "rsp": 4092, "pers": 3655, "ersp": 1936, "rspe": 4093, " pers": 471, "persp": 3657, "erspe": 1937, "rspec": 4094, "pecti": 3642, "ectiv": 1688, "ref": 3882, "efe": 1726, "cen": 1334, " ref": 513, "refe": 3883, "efer": 1727, " refe": 514, "refer": 3884, "efere": 1728, "erenc": 1903, "pra": 3717, "cap": 1311, " cap": 103, "capt": 1314, "urin": 4794, " capt": 105, "uring": 4795, "ela": 1758, "rela": 3894, "elat": 1759, " rela": 519, "relat": 3895, "elati": 1760, "t-b": 4390, "t-ba": 4391, "t-bas": 4392, "lar": 2671, "arg": 1101, "rge": 3933, " lar": 350, "larg": 2673, "arge": 1102, "rge ": 3934, " larg": 351, "large": 2674, "arge ": 1103, "oli": 3395, " pol": 477, "poli": 3696, " poli": 478, "ista": 2566, "tant": 4421, "ant ": 1059, "istan": 2567, "stant": 4319, "sup": 4372, "upe": 4777, "vis": 4879, "isi": 2555, " sup": 611, "supe": 4373, "uper": 4778, "perv": 3659, "rvis": 4115, "visi": 4882, "isio": 2557, " supe": 612, "super": 4374, "uperv": 4779, "pervi": 3660, "ervis": 1945, "visio": 4883, "ision": 2558, "xtr": 4955, "extr": 2052, "xtra": 4956, " extr": 237, "extra": 2053, "xtrac": 4957, "actio": 900, "i-s": 2311, "-se": 792, "ti-s": 4518, "lti-s": 2824, "emb": 1785, "mbe": 2887, "bed": 1234, "edd": 1696, "ddi": 1514, " emb": 200, "embe": 1786, "mbed": 2888, "bedd": 1235, "eddi": 1697, "ddin": 1515, " embe": 201, "embed": 1787, "mbedd": 2889, "beddi": 1236, "eddin": 1698, "dding": 1516, " hy": 302, "hyp": 2304, "pon": 3697, " hyp": 303, "mer": 2915, "ero": 1917, "ngs": 3157, "gs ": 2198, "ings": 2484, "ngs ": 3158, "dings": 1580, "ings ": 2485, "sim": 4220, " sim": 574, "simp": 4223, "ple ": 3683, " simp": 576, "simpl": 4224, "mple ": 2995, "ng-": 3147, "ing-": 2481, "isa": 2545, "sam": 4129, "amb": 997, "mbi": 2890, "big": 1259, "igu": 2407, "disa": 1586, "ambi": 998, "mbig": 2891, "bigu": 1260, " disa": 175, "ambig": 999, "mbigu": 2892, "emi": 1795, "i-a": 2305, "-au": 731, "ink": 2494, "nki": 3187, "link": 2742, "inki": 2495, "nkin": 3188, " link": 366, "inkin": 2496, "nking": 3189, " ra": 502, "ank": 1043, " ran": 503, "rank": 3818, "anki": 1044, " rank": 504, "ranki": 3819, "ankin": 1045, "amm": 1011, "ramm": 3815, "amma": 1012, "mmat": 2962, " gram": 275, "gramm": 2187, "ramma": 3816, "ammat": 1013, "mmati": 2963, "atica": 1189, "ole": 3393, " rol": 535, "role": 4027, "ole ": 3394, " role": 536, "role ": 4028, " den": 161, "nsit": 3239, "sity": 4242, "sity ": 4243, "nsu": 3249, " uns": 679, "unsu": 4774, "nsup": 3250, "vise": 4880, "ised": 2551, " unsu": 680, "unsup": 4775, "nsupe": 3251, "rvise": 4116, "vised": 4881, "ised ": 2552, " fre": 260, "etec": 1983, "tect": 4447, "detec": 1557, "etect": 1984, "tecti": 4448, " af": 20, "can": 1309, "can ": 1310, "ilit": 2417, "itat": 2580, "itati": 2581, "tea": 4443, "eac": 1645, " tea": 628, "hing": 2268, "ching": 1364, "xt-": 4951, "ext-": 2049, "itiv": 2597, "text-": 4489, "itive": 2598, "aga": 918, "prop": 3747, " prop": 492, "gatio": 2136, "nch": 3075, " enc": 206, "ench": 1814, "chan": 1351, "anci": 1028, "ncin": 3079, "hanci": 2226, "ancin": 1029, "ncing": 3080, "col": 1413, "lla": 2760, "lab": 2657, "abo": 873, "bor": 1278, " col": 127, "coll": 1414, "olla": 3398, "llab": 2761, "labo": 2662, "abor": 874, " coll": 128, "colla": 1415, "ollab": 3399, "labor": 2663, " hu": 299, "hum": 2301, "uma": 4749, "tie": 4530, " hum": 300, "huma": 2302, "uman": 4750, "itie": 2589, "ties": 4531, " huma": 301, "human": 2303, "ities": 2590, "stic ": 4332, "nfl": 3141, "lue": 2840, "uenc": 4711, "uence": 4712, "mor": 2979, " mor": 412, "dar": 1507, "rab": 3788, "abi": 865, "bic": 1257, " ara": 46, "arab": 1080, "rabi": 3789, "abic": 866, " arab": 47, "arabi": 1081, "rabic": 3790, "tho": 4503, " base": 74, "acc": 881, "cce": 1326, " acc": 10, "ynt": 4972, "nth": 3279, "esi": 1958, "izi": 2623, "zin": 4996, "synt": 4382, "ynth": 4974, "nthe": 3280, "hesi": 2252, "izin": 2624, "zing": 4997, " synt": 617, "synth": 4384, "ynthe": 4975, "thesi": 4497, "izing": 2625, "zing ": 4998, "udi": 4706, "dio": 1581, "nne": 3198, "ars": 1126, " 20": 1, "201": 837, "amp": 1014, "ign": 2403, "gn ": 2172, "ign ": 2404, "ra ": 3787, "orpo": 3544, "rpor": 4056, "ora ": 3507, "corpo": 1444, "orpor": 3545, "rpora": 4057, "rew": 3927, " rew": 530, "ade": 910, "lyz": 2849, "alyz": 995, "nalyz": 3048, "ill": 2420, "stil": 4335, "till": 4544, "illa": 2421, "llat": 2762, "disti": 1590, "istil": 2572, "still": 4336, "tilla": 4545, "illat": 2422, "llati": 2763, "niz": 3185, "nsf": 3229, "sfe": 4196, "ansf": 1051, "nsfe": 3230, "sfer": 4197, "fer ": 2078, "ransf": 3821, "ansfe": 1052, "nsfer": 3231, "sfer ": 4198, " dy": 188, "dyn": 1620, "yna": 4969, "nam": 3049, "ami": 1007, "mic": 2937, " dyn": 189, "dyna": 1621, "ynam": 4970, "nami": 3052, "amic": 1008, "mic ": 2938, " dyna": 190, "dynam": 1622, "ynami": 4971, "namic": 3053, "amic ": 1009, " vo": 701, "oca": 3334, "abu": 878, "ula": 4733, "abul": 879, "bula": 1292, "ular": 4734, "abula": 880, "man ": 2866, "uman ": 4751, "dir": 1582, "dire": 1583, "irec": 2539, "rect": 3874, "direc": 1584, "irect": 2540, "sse": 4296, "ssm": 4310, "sme": 4260, " ass": 58, "asse": 1161, "sses": 4297, "sess": 4190, "essm": 1972, "ssme": 4311, "smen": 4261, " asse": 59, "asses": 1162, "ssess": 4298, "sessm": 4191, "essme": 1973, "ssmen": 4312, "sment": 4262, "esc": 1951, " des": 164, "desc": 1553, "escr": 1952, " desc": 165, "descr": 1554, "escri": 1953, "sk ": 4247, "ask ": 1147, "task ": 4429, "niv": 3182, "rsi": 4084, "univ": 4770, "nive": 3183, "iver": 2611, "vers": 4857, "ersi": 1933, "rsit": 4087, " univ": 678, "unive": 4771, "niver": 3184, "ivers": 2612, "versi": 4860, "rsity": 4088, "sub": 4368, "mis": 2948, " sub": 608, "miss": 2949, "issi": 2564, "missi": 2950, "sions": 4234, "ow-": 3604, "w-r": 4887, "low-": 2810, "ow-r": 3605, "w-re": 4888, " low-": 382, "low-r": 2811, "ow-re": 3606, "w-res": 4889, "mem": 2905, " mem": 396, "prom": 3745, "romp": 4032, " prom": 491, "promp": 3746, " sa": 538, " sam": 541, " ed": 191, " edi": 192, "ked": 2637, " sl": 578, "lib": 2722, " ali": 27, " cu": 148, "e-t": 1636, "o-e": 3313, "-en": 755, "e-to": 1637, "to-e": 4583, "o-en": 3314, "e-to-": 1638, "-to-e": 812, "to-en": 4584, "ne-": 3107, "-tu": 818, "tun": 4659, "fine": 2104, "ine-": 2467, "ne-t": 3110, "e-tu": 1641, "-tun": 819, "tuni": 4660, "unin": 4768, " fine": 252, "fine-": 2105, "ine-t": 2469, "ne-tu": 3111, "e-tun": 1642, "-tuni": 820, "tunin": 4661, "uning": 4769, "nd-": 3087, "d-t": 1496, " end": 208, "end-": 1822, "nd-t": 3088, "d-to": 1497, "-end": 756, "end ": 1821, " end-": 209, "end-t": 1823, "nd-to": 3089, "d-to-": 1498, "o-end": 3315, "-end ": 757, "ou ": 3577, "apti": 1076, "ptin": 3759, "dapti": 1506, "pting": 3760, "tre": 4620, "rem": 3896, "ely": 1778, "reme": 3897, "pat": 3633, "pati": 3635, "-le": 771, "-lev": 772, "-leve": 773, "get": 2153, " tar": 623, "targ": 4423, "rget": 3937, " targ": 624, "targe": 4424, "arget": 1105, "phr": 3666, "hra": 2293, "phra": 3667, "hras": 2294, "rase": 3831, "phras": 3668, "hrase": 2295, "rase ": 3832, "spo": 4288, "oke": 3388, "ken": 2638, " spo": 592, "oken": 3389, "ken ": 2639, "oken ": 3390, "rio": 3967, "ior": 2527, "alig": 965, "lign": 2730, " alig": 28, "align": 966, " de ": 154, "rme": 3996, "lon": 2799, "ong": 3460, "gue": 2204, "ur ": 4780, " lon": 379, "long": 2800, " long": 380, "var": 4838, " var": 688, "vari": 4839, " vari": 689, "varia": 4840, "cia": 1370, "cial": 1371, "alis": 967, "gnm": 2176, "ignm": 2405, "gnme": 2177, "lignm": 2731, "ignme": 2406, "gnmen": 2178, "ngt": 3159, "leng": 2707, "ize": 2620, "zed": 4991, "lize": 2757, "ized": 2621, "zed ": 4992, "alize": 972, "lized": 2758, "ized ": 2622, "bili": 1262, "bilit": 1263, " : ": 4, "tab": 4403, "tabl": 4404, "table": 4405, "ans ": 1050, "ique": 2536, "ility": 2419, "tif": 4533, "ntif": 3287, "tify": 4536, "entif": 1857, "ntify": 3289, "tifyi": 4537, "ace": 882, "spac": 4278, "pace": 3618, "space": 4279, "rph": 4052, "hol": 2280, "morp": 2981, "orph": 3542, "rpho": 4053, "phol": 3664, "holo": 2281, " morp": 414, "morph": 2982, "orpho": 3543, "rphol": 4054, "pholo": 3665, "holog": 2282, "our ": 3587, "uctio": 4703, " fra": 258, "eta": 1981, "tag": 4410, "ties ": 4532, " du": 187, "isc": 2546, "sco": 4146, "cou": 1448, "disc": 1587, "isco": 2547, "scou": 4148, "cour": 1451, " disc": 176, "disco": 1588, "iscou": 2548, "scour": 4149, "cours": 1452, "gues": 2206, "ues ": 4716, "sat": 4135, "sati": 4136, "satio": 4137, "cau": 1323, "agg": 925, " tag": 622, "isit": 2559, "tax": 4438, "ynta": 4973, "synta": 4383, "entr": 1861, " ag": 21, " age": 22, "agen": 921, "gent": 2146, " agen": 23, "agent": 922, "gents": 2148, "tifi": 4534, "fici": 2096, "icie": 2345, "tific": 4535, "ficie": 2097, "deli": 1531, "elin": 1767, "odeli": 3354, "delin": 1532, "eling": 1769, "tac": 4406, "ntac": 3260, "tact": 4408, "ctic": 1470, "ntact": 3261, "tacti": 4409, "actic": 899, " ga": 266, "ame": 1000, "ial ": 2318, "cial ": 1372, "il ": 2408, "lai": 2664, "lar ": 2672, "ular ": 4735, "mew": 2934, "ewo": 2030, "fram": 2116, "rame": 3812, "amew": 1005, "mewo": 2935, "ewor": 2031, " fram": 259, "frame": 2117, "ramew": 3814, "amewo": 1006, "mewor": 2936, "ework": 2032, " or": 454, "nan": 3054, "nanc": 3055, "pons": 3698, "onse": 3472, "ponse": 3699, "ogu": 3379, "logu": 2795, "ogue": 3380, "gue ": 2205, "alogu": 985, "logue": 2796, "ogue ": 3381, "sur": 4375, " sur": 613, "une": 4764, "mil": 2939, "ila": 2409, "simi": 4221, "imil": 2433, "mila": 2940, "ilar": 2410, "lari": 2675, "arit": 1111, " simi": 575, "simil": 4222, "imila": 2434, "milar": 2941, "ilari": 2411, "larit": 2676, "onse ": 3473, "esp": 1963, "resp": 3915, "espo": 1964, "spon": 4289, "respo": 3916, "espon": 1965, "spons": 4290, "rity": 3974, "arity": 1112, "llu": 2778, "idi": 2365, "recti": 3875, "cod": 1403, "code": 1404, " man": 387, "cien": 1374, "deco": 1521, "ecod": 1677, " deco": 157, "decod": 1522, "coder": 1407, "oder ": 3357, "wri": 4933, "writ": 4934, "tten": 4642, "ases": 1140, "ases ": 1141, "aine": 939, "bou": 1280, "ound": 3583, "ains": 943, "inu": 2508, "onti": 3483, "tinu": 4559, "conti": 1437, "ontin": 3484, "ntinu": 3293, "abe": 862, "bic ": 1258, "abic ": 867, "cli": 1398, " cli": 122, "rsa": 4077, "nver": 3309, "ersa": 1928, "rsat": 4080, "onver": 3490, "nvers": 3310, "versa": 4858, "ersat": 1930, "rsati": 4081, " ty": 670, "typ": 4680, "ype": 4981, "pe ": 3636, " typ": 671, "type": 4681, "chat": 1354, "sea": 4155, "ism": 2560, "att": 1198, "atte": 1201, "ntio": 3294, "atten": 1202, "ttent": 4643, "tenti": 4468, "entio": 1859, "ntion": 3295, "cus": 1494, "ome": 3417, "mer ": 2916, "on-": 3441, "n-b": 3025, " att": 62, "ion-": 2517, "on-b": 3443, "n-ba": 3026, " atte": 64, "tion-": 4563, "ion-b": 2519, "on-ba": 3444, "n-bas": 3027, " chat": 115, "cent": 1335, "ben": 1240, "hma": 2273, " ben": 76, "benc": 1241, "nchm": 3076, "chma": 1366, "hmar": 2274, "arki": 1117, " benc": 77, "bench": 1242, "enchm": 1815, "nchma": 3077, "chmar": 1367, "hmark": 2275, "marki": 2877, "arkin": 1118, "rking": 3985, "econ": 1682, "ntit": 3296, "entit": 1860, "nom": 3206, "tia": 4521, "nsen": 3227, "ntia": 3283, "entia": 1856, " mi": 402, "obl": 3328, "robl": 4014, "ptim": 3757, "timi": 4552, "optim": 3504, "ptimi": 3758, "sifi": 4215, "fica": 2094, "ssifi": 4301, "sific": 4216, "ifica": 2391, "ficat": 2095, "miz": 2956, "imiz": 2436, "miza": 2957, "timiz": 4553, "imiza": 2437, "mizat": 2958, "cts": 1479, "ects": 1691, "cts ": 1480, "ects ": 1692, "omb": 3416, "bin": 1264, "comb": 1417, " comb": 130, "avi": 1219, "inat": 2457, "nati": 3061, "inati": 2458, "natio": 3062, "eth": 1986, "hod": 2276, "ods": 3361, "meth": 2927, "etho": 1987, "thod": 4504, "hods": 2278, "ods ": 3362, " meth": 400, "metho": 2928, "ethod": 1988, "thods": 4506, "hods ": 2279, "ct-": 1466, "rev": 3924, "vie": 4873, "iew": 2383, " rev": 528, "revi": 3925, "evie": 2024, "view": 4874, " revi": 529, "revie": 3926, "eview": 2025, "oin": 3384, "tate": 4434, "exa": 2036, "xam": 4936, " exa": 230, "exam": 2037, "ampl": 1015, " exam": 231, "ample": 1016, "usa": 4805, "ocia": 3340, "socia": 4265, " dr": 186, "isu": 2575, " mis": 405, "ocial": 3341, "media": 2903, "xpl": 4944, "expl": 2044, "xplo": 4948, "explo": 2046, "tity": 4572, " enti": 217, "ntity": 3297, "tity ": 4573, " ja": 336, "ives": 2613, "ves ": 4862, "tives": 4577, "apa": 1062, "nese": 3124, "ese ": 1955, "nese ": 3125, "ew ": 2026, "iew ": 2384, "view ": 4875, " ps": 493, "o-s": 3316, " am": 30, "ore": 3520, "rali": 3807, "rse ": 4083, "urse ": 4800, "ctin": 1471, "ectin": 1686, "cting": 1472, "-de": 744, "fai": 2066, "ail": 933, " fai": 241, "iat": 2327, "ric ": 3948, "tric ": 4626, "mmu": 2969, "mun": 3021, "mmun": 2970, "lif": 2728, "mpli": 2997, "plif": 3691, "impli": 2446, "mplif": 2999, "mpt": 3010, "tes": 4483, "ndu": 3104, "ompt": 3435, "ntal": 3262, "ental": 1850, "ret": 3919, " ret": 526, "retr": 3921, "etra": 1993, " retr": 527, "retra": 3922, "ntal ": 3263, "alt": 987, "lte": 2816, "rna": 4002, "tern": 4479, "odi": 3358, " cod": 125, "codi": 1408, "ode ": 3350, " code": 126, "code ": 1405, "tchi": 4440, "tchin": 4441, "mas": 2878, " all": 29, "hem": 2242, " wa": 702, " tri": 663, "urn": 4796, "uil": 4728, "sig": 4217, " sig": 572, "sign": 4218, " sign": 573, "mplic": 2998, "vol": 4886, "olv": 3408, "als": 986, "arat": 1088, "ompl": 3429, "plex": 3685, "compl": 1423, "omple": 3430, "mplex": 2996, "ns:": 3221, "ns: ": 3222, "ath": 1185, " pat": 467, "path": 3634, "rity ": 3975, "orie": 3523, "ory": 3555, "ateg": 1182, "ory ": 3556, "ert": 1940, "ert ": 1941, "ress": 3917, "prob": 3737, "oble": 3329, "blem": 1275, " prob": 489, "probl": 3738, "roble": 4015, "oblem": 3330, "ola": 3392, "tes ": 4484, "ssis": 4306, "sist": 4237, "assis": 1165, "ssist": 4307, "cons": 1432, "onst": 3477, "nstr": 3246, " cons": 136, "const": 1434, "onstr": 3478, "nstru": 3248, "ructi": 4109, "atter": 1203, "nfe": 3138, "infe": 2475, "nfer": 3139, " infe": 323, "infer": 2476, "nfere": 3140, " chi": 117, "ines": 2472, " chin": 118, "hines": 2267, "inese": 2473, " min": 403, " mini": 404, "gent ": 2147, "tor ": 4600, "ace ": 883, "orme": 3539, "forme": 2114, "ber": 1243, "sign ": 4219, "sic": 4213, " gu": 279, "uid": 4725, " gui": 280, "guid": 2208, " guid": 281, "uide": 4726, "guide": 2209, "uided": 4727, "-of": 780, "of-": 3368, "f-t": 2062, "-th": 809, "e-a": 1624, "-of-": 781, "state": 4321, "ias": 2325, "ias ": 2326, "cer": 1338, "ncer": 3072, "ier": 2375, "ood": 3491, "-dr": 749, "tate ": 4435, "irs": 2543, "rst": 4095, "i-l": 2307, "-la": 768, "bel": 1237, "ti-l": 4515, "labe": 2658, "abel": 863, "bel ": 1238, "lti-l": 2822, "label": 2659, "abel ": 864, "bre": 1282, "free": 2119, " nam": 419, "name": 3050, "amed": 1001, "med ": 2901, " name": 420, "named": 3051, "amed ": 1002, "def": 1528, " def": 160, "rch": 3849, " tw": 667, "eet": 1723, " twe": 668, "weet": 4902, "eets": 1724, " twee": 669, "tweet": 4672, "weets": 4903, "eets ": 1725, "rts": 4105, "rts ": 4106, "iev": 2380, "trie": 4627, "riev": 3958, "ieva": 2381, "val ": 4830, "retri": 3923, "etrie": 1997, "triev": 4628, "rieva": 3959, "ieval": 2382, "eval ": 2013, "out ": 3595, "reg": 3886, "egi": 1741, " reg": 515, "port ": 3704, 