{"vocabulary": {"little": 4057, "help": 3232, "nlp": 4908, "language": 3815, "technology": 7196, "applications": 507, "impact": 3405, "society": 6651, "speech": 6741, "presents": 5497, "speaker": 6705, "vision": 7828, "research": 6103, "lead": 3910, "development": 1975, "benefit": 861, "support": 6986, "present": 5484, "original": 5079, "methodologies": 4359, "proposed": 5664, "jointly": 3723, "implemented": 3413, "group": 3170, "tools": 7339, "substantial": 6919, "societal": 6650, "following": 2874, "areas": 556, "learning": 3920, "assessment": 609, "translation": 7460, "care": 1007, "people": 5237, "language technology": 3850, "abstractive": 168, "text": 7233, "summarization": 6958, "application": 506, "bulgarian": 969, "news": 4892, "articles": 586, "internet": 3645, "huge": 3310, "information": 3540, "available": 719, "day": 1803, "critical": 1637, "access": 183, "major": 4203, "approaches": 531, "automatic": 694, "extractive": 2709, "work": 7934, "apply": 511, "algorithms": 388, "corpus": 1563, "particular": 5203, "compare": 1271, "selected": 6364, "techniques": 7191, "results": 6153, "provide": 5691, "evidence": 2547, "state": 6802, "art": 571, "perform": 5246, "better": 882, "ones": 5015, "purpose": 5728, "experiments": 2626, "collected": 1221, "new": 4870, "dataset": 1762, "consisting": 1440, "70": 110, "000": 0, "topics": 7345, "purposes": 5729, "sharing": 6489, "easily": 2226, "collect": 1220, "process": 5573, "datasets": 1785, "text summarization": 7262, "news articles": 4894, "information available": 3541, "automatic text": 702, "abstractive summarization": 169, "results provide": 6169, "state art": 6803, "perform better": 5247, "new dataset": 4875, "dataset consisting": 1769, "narrow": 4793, "productivity": 5586, "competition": 1292, "word": 7909, "formation": 2894, "study": 6883, "explores": 2669, "processes": 5575, "english": 2378, "focusing": 2870, "composition": 1320, "al": 376, "optimal": 5052, "measure": 4289, "identified": 3370, "makes": 4210, "best": 874, "use": 7667, "large": 3870, "scale": 6297, "great": 3157, "importance": 3419, "base": 767, "forms": 2898, "applied": 509, "data": 1702, "compute": 1359, "values": 7756, "kinds": 3757, "detailed": 1941, "investigation": 3685, "reveals": 6207, "high": 3251, "rate": 5823, "demonstrates": 1887, "creative": 1629, "aspect": 595, "giving": 3091, "idea": 3363, "generative": 3057, "morphology": 4680, "ii": 3387, "gradient": 3124, "fairly": 2762, "low": 4161, "iii": 3388, "necessarily": 4814, "reflected": 5963, "determining": 1965, "form": 2886, "carried": 1013, "decide": 1818, "given": 3084, "present study": 5492, "study explores": 6885, "large scale": 3884, "data collected": 1711, "large corpus": 3873, "high low": 3257, "knowledge": 3761, "rule": 6263, "based": 770, "restoration": 6148, "paper": 5140, "procedure": 5571, "texts": 7270, "written": 7975, "using": 7697, "latin": 3901, "relies": 6024, "comprehensive": 1331, "lexical": 3987, "resources": 6133, "morphological": 4676, "electronic": 2269, "dictionaries": 2008, "contemporary": 1470, "local": 4115, "grammars": 3133, "used": 7675, "identify": 3374, "possible": 5413, "candidates": 988, "obtained": 4994, "making": 4213, "decision": 1819, "cases": 1020, "ambiguity": 416, "evaluation": 2515, "reveal": 6203, "depending": 1905, "accuracy": 198, "95": 139, "99": 143, "36": 65, "precision": 5445, "average": 730, "98": 142, "93": 137, "higher": 3264, "recall": 5893, "94": 138, "rule based": 6264, "paper present": 5155, "lexical resources": 3989, "evaluation results": 2529, "results reveal": 6170, "temporal": 7203, "characteristics": 1079, "past": 5216, "active": 246, "respect": 6135, "type": 7564, "combine": 1232, "markers": 4244, "special": 6709, "attention": 640, "paid": 5131, "interaction": 3629, "different": 2014, "source": 6674, "material": 4262, "national": 4795, "organized": 5072, "terms": 7220, "analyzing": 450, "functions": 2950, "compound": 1325, "verbal": 7798, "corpus based": 1565, "paper presents": 5156, "attention paid": 648, "source language": 6679, "summaries": 6956, "article": 585, "aims": 371, "advantages": 324, "necessary": 4815, "explains": 2651, "selection": 6366, "tool": 7336, "addition": 272, "quick": 5787, "overview": 5126, "current": 1675, "situation": 6606, "general": 2997, "outline": 5091, "market": 4245, "needs": 4821, "kind": 3756, "short": 6498, "list": 4050, "examples": 2564, "variety": 7772, "corpora": 1561, "world": 7962, "field": 2804, "ontologies": 5019, "natural": 4799, "processing": 5576, "case": 1017, "russian": 6272, "describes": 1921, "family": 2775, "intended": 3615, "retrieval": 6181, "like": 4006, "include": 3453, "security": 6350, "ontology": 5020, "sciences": 6319, "technologies": 7195, "format": 2893, "developing": 1974, "computer": 1361, "wordnet": 7931, "formal": 2888, "published": 5722, "version": 7810, "basis": 832, "semi": 6409, "generation": 3036, "currently": 1682, "researchers": 6114, "prepared": 5481, "publication": 5715, "natural language": 4800, "language processing": 3840, "paper describes": 5146, "information retrieval": 3548, "based approaches": 774, "semi automatic": 6410, "automatic generation": 697, "resource": 6121, "augmentation": 667, "enrichment": 2411, "approach": 514, "production": 5585, "synsets": 7024, "adjusting": 307, "bilingual": 900, "definitions": 1855, "automatically": 703, "translated": 7457, "post": 5415, "edited": 2235, "needed": 4820, "candidate": 987, "compiled": 1299, "preliminary": 5476, "set": 6466, "produced": 5580, "contain": 1465, "experts": 2644, "added": 270, "remaining": 6030, "approximately": 539, "half": 3190, "accepted": 182, "minor": 4408, "corrections": 1574, "encouraging": 2358, "efficiency": 2256, "increased": 3471, "space": 6691, "improvement": 3439, "present approach": 5485, "preliminary results": 5477, "results obtained": 6167, "classifying": 1145, "verbs": 7799, "harnessing": 3212, "semantic": 6379, "principles": 5539, "procedures": 5572, "involved": 3688, "construction": 1458, "classification": 1127, "framenet": 2916, "adopt": 310, "frames": 2917, "primary": 5534, "categories": 1026, "transfer": 7429, "hierarchical": 3245, "relationships": 6003, "relation": 5997, "hierarchy": 3250, "frame": 2915, "relations": 6001, "classes": 1124, "explicit": 2655, "allow": 404, "linguistic": 4032, "features": 2789, "structures": 6871, "select": 6363, "separate": 6436, "hierarchies": 3249, "assign": 611, "structure": 6864, "suggestions": 6948, "ranked": 5812, "according": 192, "probability": 5558, "result": 6150, "13": 7, "14": 9, "verb": 7797, "category": 1031, "provides": 5699, "point": 5370, "refinement": 5959, "resulting": 6152, "initially": 3562, "derived": 1915, "validated": 7747, "established": 2477, "address": 281, "inconsistencies": 3461, "heterogeneity": 3238, "subject": 6905, "ongoing": 5016, "extensive": 2690, "manual": 4228, "verification": 7801, "essential": 2473, "ensuring": 2419, "quality": 5749, "semantic features": 6382, "hierarchical structure": 3247, "factors": 2745, "nouns": 4956, "outlines": 5092, "mechanisms": 4296, "content": 1471, "main": 4194, "class": 1121, "represented": 6085, "noun": 4955, "argument": 559, "predicate": 5448, "types": 7565, "universal": 7630, "specific": 6715, "example": 2563, "non": 4934, "presented": 5495, "possibility": 5412, "extended": 2684, "coverage": 1613, "focuses": 2869, "way": 7863, "related": 5991, "predicting": 5453, "semantically": 6397, "creation": 1628, "consistency": 1432, "checks": 1094, "argument structure": 562, "paper explores": 5148, "semantic relations": 6388, "based information": 791, "work focuses": 7942, "language specific": 3845, "effect": 2242, "context": 1474, "occurrences": 5000, "compositional": 1321, "distributional": 2125, "semantics": 6399, "wise": 7902, "vector": 7792, "embedding": 2284, "learner": 3918, "model": 4450, "counting": 1605, "mutual": 4776, "capable": 995, "capturing": 1006, "matrix": 4270, "training": 7382, "outperforms": 5097, "mainstream": 4199, "continuous": 1505, "bag": 756, "words": 7932, "glove": 3097, "skip": 6614, "gram": 3131, "similarity": 6572, "analogy": 429, "tasks": 7146, "intrinsic": 3662, "unclear": 7589, "ability": 147, "count": 1598, "helpful": 3233, "downstream": 2178, "propose": 5648, "comparison": 1285, "word2vec": 7930, "sentence": 6419, "matching": 4261, "paraphrase": 5181, "detection": 1947, "task": 7101, "textual": 7271, "entailment": 2420, "difference": 2012, "conclude": 1377, "learn": 3915, "embeddings": 2291, "rarely": 5822, "occurring": 5001, "crucial": 1659, "word context": 7912, "model based": 4461, "mutual information": 4777, "training corpus": 7385, "model outperforms": 4498, "word embedding": 7913, "bag words": 757, "word similarity": 7926, "downstream tasks": 2183, "tasks work": 7177, "work propose": 7950, "based natural": 804, "detection task": 1956, "textual entailment": 7275, "introducing": 3671, "computational": 1347, "linguistics": 4043, "school": 6317, "students": 6879, "addresses": 295, "core": 1558, "concepts": 1371, "problems": 5568, "brief": 954, "presentation": 5494, "foundation": 2907, "underlying": 7594, "objective": 4985, "reflecting": 5964, "levels": 3980, "diversity": 2136, "solved": 6664, "presenting": 5496, "far": 2776, "years": 7987, "academic": 175, "community": 1259, "method": 4343, "challenges": 1061, "goals": 3104, "cl": 1115, "computational linguistics": 1351, "paper addresses": 5142, "different levels": 2022, "processing nlp": 5577, "parallel": 5171, "creating": 1627, "statistical": 6809, "annotation": 464, "constructing": 1457, "languages": 3858, "introduce": 3663, "scientific": 6320, "problem": 5563, "details": 1943, "collection": 1223, "rules": 6265, "chosen": 1107, "software": 6656, "discuss": 2081, "future": 2961, "project": 5601, "parallel corpus": 5173, "translation model": 7468, "linguistic resources": 4040, "language data": 3819, "data annotation": 1705, "training model": 7401, "future work": 2964, "messages": 4333, "recognition": 5914, "message": 4332, "boosting": 933, "considers": 1430, "question": 5778, "just": 3731, "typing": 7568, "style": 6894, "meaning": 4283, "reliable": 6020, "judgment": 3729, "leaving": 3948, "500": 89, "person": 5307, "cell": 1044, "phone": 5329, "boost": 931, "classifiers": 1142, "built": 968, "distinguish": 2117, "exact": 2554, "second": 6342, "trained": 7369, "public": 5712, "service": 6461, "bank": 763, "reports": 6069, "humans": 3344, "performance": 5251, "evaluated": 2508, "fold": 2871, "cross": 1643, "validation": 7750, "setting": 6469, "73": 114, "overall": 5111, "classifier": 1141, "respectively": 6137, "contextual": 1486, "handling": 3202, "neural": 4850, "machine": 4183, "look": 4150, "salient": 6282, "feature": 2784, "nmt": 4921, "end": 2359, "nature": 4806, "employed": 2331, "need": 4819, "components": 1317, "phenomena": 5327, "learns": 3945, "translate": 7456, "individual": 3500, "sentences": 6429, "labeled": 3799, "traditional": 7359, "methods": 4361, "mapping": 4235, "make": 4207, "implicit": 3417, "assumption": 629, "challenging": 1065, "systems": 7046, "inter": 3625, "sentential": 6430, "discourse": 2064, "recent": 5897, "direction": 2052, "mainly": 4196, "leverages": 3983, "single": 6597, "previous": 5520, "proposes": 5671, "incorporation": 3468, "window": 7899, "spanning": 6698, "previously": 5529, "generated": 3023, "output": 5107, "target": 7088, "effective": 2243, "recurrent": 5933, "architecture": 552, "self": 6371, "models": 4530, "eamt": 2221, "neural machine": 4856, "machine translation": 4188, "translation nmt": 7472, "end end": 2360, "linguistic phenomena": 4038, "nmt model": 4922, "model learns": 4491, "labeled data": 3800, "trained large": 7374, "parallel corpora": 5172, "nmt systems": 4924, "recent research": 5903, "research direction": 6106, "source sentence": 6684, "paper proposes": 5158, "context window": 1484, "self attention": 6372, "methods using": 4381, "editing": 2236, "recommendation": 5921, "spanish": 6696, "basque": 833, "professional": 5588, "translators": 7486, "working": 7958, "pair": 5132, "poor": 5385, "adoption": 313, "investigates": 3683, "plausibility": 5355, "building": 966, "speed": 6754, "time": 7311, "scratch": 6330, "limited": 4019, "build": 965, "regression": 5980, "predict": 5451, "effort": 2261, "edits": 2238, "secondly": 6346, "recommend": 5920, "efficient": 2257, "correlations": 1582, "predictions": 5459, "expected": 2614, "edit": 2234, "number": 4976, "similarly": 6574, "able": 157, "segment": 6358, "post editing": 5416, "translation quality": 7476, "work investigates": 7947, "limited training": 4022, "training data": 7386, "data available": 1708, "models predict": 4606, "overall quality": 5113, "classification models": 1132, "approach using": 530, "linguistic features": 4035, "high accuracy": 3252, "representations": 6080, "requirement": 6097, "fixed": 2852, "size": 6609, "input": 3573, "vocabularies": 7846, "plays": 5360, "important": 3420, "role": 6247, "generalization": 3006, "capability": 993, "conventional": 1529, "cope": 1554, "limitation": 4012, "performing": 5295, "vocabulary": 7847, "sub": 6898, "units": 7629, "predicted": 5452, "segmentation": 6360, "recently": 5909, "shown": 6527, "prone": 5630, "errors": 2465, "inaccurate": 3450, "translations": 7484, "extend": 2683, "layer": 3905, "bi": 888, "directional": 2053, "network": 4844, "generates": 3033, "character": 1075, "grams": 3137, "consistently": 1436, "directions": 2054, "varying": 7789, "degrees": 1860, "complexity": 1313, "word representations": 7921, "nmt models": 4923, "models use": 4635, "input output": 3575, "important role": 3421, "translation based": 7462, "sub word": 6902, "word segmentation": 7922, "bi directional": 889, "recurrent neural": 5934, "neural network": 4860, "consistently outperforms": 1439, "translation directions": 7464, "phonological": 5332, "cognate": 1205, "methodology": 4360, "improve": 3430, "terminology": 7219, "identification": 3368, "potentially": 5424, "transliteration": 7487, "improving": 3446, "remains": 6031, "bottleneck": 938, "mt": 4697, "especially": 2468, "resourced": 6131, "domains": 2173, "automated": 690, "explicitly": 2656, "represent": 6072, "distinctive": 2116, "acoustic": 234, "place": 5346, "manner": 4227, "closed": 1168, "open": 5024, "advantage": 323, "characters": 1083, "internal": 3641, "treat": 7492, "elementary": 2272, "atomic": 632, "additional": 274, "pronunciation": 5634, "distances": 2102, "experimental": 2621, "extracting": 2703, "aware": 741, "distance": 2101, "ranking": 5814, "metric": 4383, "baseline": 820, "16": 11, "released": 6011, "https": 3307, "github": 3081, "com": 1228, "task based": 7111, "based evaluation": 785, "models improve": 4574, "improve accuracy": 3431, "character based": 1076, "resourced languages": 6132, "feature space": 2788, "additional information": 276, "experimental results": 2622, "results using": 6173, "outperforms baseline": 5098, "released https": 6012, "https github": 3308, "github com": 3082, "kazakh": 3733, "turkish": 7553, "shallow": 6481, "translating": 7459, "background": 750, "differences": 2013, "followed": 2873, "designed": 1930, "handle": 3200, "free": 2931, "platform": 5353, "works": 7960, "described": 1920, "competing": 1291, "developed": 1972, "including": 3456, "dictionary": 2009, "constraint": 1453, "grammar": 3132, "disambiguation": 2059, "structural": 6861, "known": 3787, "issues": 3701, "addressed": 294, "reached": 5839, "comparable": 1263, "publicly": 5717, "based machine": 797, "translation mt": 7470, "open source": 5029, "performance comparable": 5253, "publicly available": 5718, "mt systems": 4702, "srl": 6773, "smt": 6640, "attempts": 638, "injecting": 3566, "biases": 896, "failed": 2756, "parser": 5190, "parses": 5192, "relevant": 6015, "parts": 5208, "alignment": 394, "significantly": 6555, "common": 1247, "metrics": 4384, "report": 6064, "date": 1802, "analyses": 431, "suggest": 6944, "easier": 2225, "feasible": 2783, "generally": 3016, "assumed": 626, "parsers": 5191, "remain": 6029, "scarce": 6305, "crosslingual": 1654, "induction": 3509, "lack": 3810, "break": 947, "improved": 3437, "correct": 1567, "alignments": 397, "monolingual": 4665, "unlike": 7638, "requires": 6099, "readily": 5851, "advances": 320, "exploit": 2657, "novel": 4959, "realization": 5862, "represents": 6087, "excellent": 2570, "bias": 891, "test": 7221, "amharic": 420, "influences": 3535, "leading": 3912, "standard": 6790, "low resource": 4168, "resource languages": 6125, "semantic parser": 6385, "english language": 2391, "semantic parsers": 6386, "evaluation metric": 2526, "readily available": 5852, "languages including": 3861, "results model": 6164, "training models": 7402, "models different": 4553, "different datasets": 2018, "integrating": 3609, "tm": 7323, "memories": 4317, "useful": 7681, "independently": 3482, "workflows": 7957, "tend": 7209, "confidence": 1398, "fuzzy": 2965, "matches": 4260, "investigate": 3680, "benefits": 863, "develop": 1970, "flexible": 2858, "integration": 3610, "various": 7774, "combining": 1235, "repair": 6052, "span": 6693, "exploiting": 2660, "multiple": 4760, "pairs": 5136, "indicate": 3490, "bleu": 917, "meteor": 4342, "ter": 7214, "scores": 6328, "compared": 1274, "baselines": 826, "approach based": 518, "language pairs": 3838, "reading": 5853, "comprehension": 1329, "read": 5845, "pilot": 5341, "experiment": 2619, "compares": 1283, "paradigms": 5167, "tests": 7232, "explore": 2664, "suitable": 6952, "users": 7695, "simplified": 6581, "chinese": 1099, "testing": 7231, "eye": 2718, "asked": 593, "native": 4796, "speakers": 6706, "rank": 5810, "satisfaction": 6291, "statements": 6806, "answering": 482, "respective": 6136, "questions": 5782, "interview": 3658, "gather": 2981, "qualitative": 5745, "findings": 2824, "level": 3967, "reading comprehension": 5854, "paper reports": 5161, "english spanish": 2394, "languages using": 3866, "native language": 4797, "english text": 2395, "machine translated": 4187, "data findings": 1724, "findings suggest": 2831, "target languages": 7092, "higher level": 3266, "robust": 6243, "human": 3312, "evaluations": 2534, "scenarios": 6308, "unexplored": 7611, "experimentation": 2624, "conducted": 1393, "hypotheses": 3354, "problematic": 5567, "greatly": 3161, "shows": 6534, "capture": 1002, "criteria": 1634, "face": 2724, "failures": 2760, "interestingly": 3635, "finally": 2819, "advice": 334, "dealing": 1806, "automatic metrics": 699, "translation tasks": 7481, "metrics human": 4386, "human evaluations": 3322, "evaluation shows": 2531, "tackling": 7069, "focus": 2867, "scenario": 6307, "leveraged": 3982, "domain": 2155, "hand": 3196, "stems": 6818, "real": 5856, "commerce": 1245, "controlled": 1524, "labelled": 3804, "yielding": 7991, "consistent": 1433, "improvements": 3440, "statistical machine": 6810, "translation systems": 7479, "development set": 1977, "test set": 7225, "data domain": 1717, "conducted experiments": 1394, "labelled data": 3805, "data different": 1715, "different domains": 2019, "quality metrics": 5757, "consistent improvements": 1434, "language directions": 3822, "bangla": 761, "percentage": 5240, "population": 5390, "indian": 3486, "indic": 3488, "comprising": 1343, "indo": 3503, "european": 2494, "hindi": 3285, "dravidian": 2190, "tamil": 7085, "telugu": 7198, "malayalam": 4215, "families": 2774, "billion": 902, "characteristic": 1078, "complex": 1306, "combined": 1233, "sufficient": 6942, "quantities": 5767, "difficult": 2039, "efforts": 2262, "web": 7871, "deployed": 1908, "initial": 3559, "reasonably": 5868, "good": 3109, "gained": 2967, "significant": 6545, "achieved": 210, "ideas": 3365, "store": 6831, "counter": 1599, "sparsity": 6701, "crowd": 1655, "throughput": 7309, "enhanced": 2401, "specifically": 6729, "entry": 2444, "regularization": 5983, "early": 2223, "general domain": 2998, "resource language": 6124, "language pair": 3837, "indic languages": 3489, "high quality": 3261, "parallel data": 5174, "based systems": 814, "bleu scores": 920, "significant improvement": 6550, "data sparsity": 1750, "monolingual data": 4667, "deep": 1839, "weakly": 7868, "networks": 4849, "rnns": 6238, "architectures": 553, "leverage": 3981, "computation": 1346, "classical": 1126, "faster": 2779, "inference": 3520, "sequence": 6442, "modeling": 4528, "completely": 1303, "called": 982, "simple": 6575, "fast": 2778, "normalization": 4944, "attentions": 651, "german": 3075, "romanian": 6251, "benchmarks": 858, "valid": 7744, "alternative": 412, "lstms": 4177, "achieve": 202, "lower": 4170, "cost": 1589, "deep neural": 1841, "neural networks": 4861, "art neural": 580, "training inference": 7395, "sequence sequence": 6451, "sequence modeling": 6448, "performance improvements": 5271, "propose new": 5657, "english german": 2388, "achieve better": 203, "better results": 885, "computational cost": 1348, "spelling": 6757, "historical": 3289, "documents": 2151, "change": 1069, "author": 679, "period": 5301, "document": 2143, "preservation": 5501, "cultural": 1667, "heritage": 3237, "create": 1623, "digital": 2044, "aim": 368, "solving": 6667, "adapt": 256, "modern": 4645, "standards": 6794, "tested": 7230, "obtaining": 4995, "using machine": 7713, "problem propose": 5565, "approaches based": 532, "synthetic": 7037, "featuring": 2790, "relatively": 6006, "order": 5064, "driven": 2200, "encoder": 2343, "decoder": 1824, "range": 5807, "comparing": 1284, "variants": 7764, "demonstrate": 1872, "gains": 2969, "configurations": 1402, "decoding": 1829, "parameters": 5178, "measured": 4290, "sets": 6468, "references": 5950, "account": 194, "variability": 7759, "word order": 7917, "large number": 3881, "data driven": 1718, "encoder decoder": 2345, "decoder models": 1827, "present results": 5490, "demonstrate significant": 1880, "test sets": 7226, "instance": 3591, "adaptation": 259, "arising": 568, "engine": 2374, "generic": 3066, "requests": 6093, "contains": 1468, "technical": 7189, "consider": 1423, "computationally": 1355, "intensive": 3617, "generating": 3034, "customized": 1690, "operates": 5036, "efficiently": 2260, "fly": 2865, "evaluating": 2511, "adapted": 262, "properly": 5643, "fine": 2834, "tuning": 7536, "producing": 5582, "expensive": 2615, "based neural": 805, "neural mt": 4859, "address issues": 287, "new domain": 4877, "multiple domains": 4763, "paper focus": 5149, "domain specific": 2170, "fine tuning": 2839, "tuning model": 7544, "estimation": 2484, "qe": 5742, "estimate": 2480, "intervention": 3656, "reference": 5947, "increasing": 3473, "lingual": 4029, "applicability": 504, "existing": 2588, "outputs": 5108, "bengali": 864, "includes": 3455, "manually": 4231, "spoken": 6762, "wide": 7886, "winning": 7901, "shared": 6486, "combines": 1234, "discriminative": 2079, "power": 5427, "carefully": 1009, "siamese": 6536, "convolutional": 1547, "quality estimation": 5753, "indian languages": 3487, "estimation qe": 2485, "mt output": 4701, "cross lingual": 1650, "existing approaches": 2589, "sentence level": 6424, "introduce new": 3664, "new datasets": 4876, "pairs english": 5137, "english hindi": 2389, "hindi english": 3286, "proposed models": 5670, "models multiple": 4596, "art systems": 584, "shared task": 6487, "neural model": 4857, "convolutional neural": 1550, "reinforcement": 5988, "interactive": 3631, "predictive": 5460, "reduce": 5939, "firstly": 2848, "instead": 3594, "requiring": 6100, "segments": 6362, "employ": 2330, "judgments": 3730, "partial": 5194, "reduced": 5940, "entropy": 2442, "uncertainty": 7586, "criterion": 1635, "trigger": 7507, "feedback": 2796, "lastly": 3891, "online": 5017, "updates": 7659, "quickly": 5788, "simulation": 6590, "reward": 6217, "signals": 6543, "score": 6326, "reinforcement learning": 5989, "learning approach": 3922, "human effort": 3320, "learning human": 3927, "model parameters": 4502, "significantly improve": 6560, "rapid": 5818, "decades": 1815, "did": 2010, "depends": 1906, "boundaries": 940, "coreference": 1559, "connectives": 1419, "tense": 7212, "tackle": 7062, "generalizations": 3010, "independent": 3481, "versions": 7811, "cohesion": 1212, "agreement": 360, "newly": 4891, "created": 1625, "pairwise": 5138, "paragraph": 5168, "comparisons": 1286, "translation evaluation": 7466, "rapid development": 5819, "evaluation metrics": 2527, "document level": 2145, "mt evaluation": 4698, "human judgment": 3328, "analysis": 433, "dependency": 1900, "investigations": 3686, "understand": 7600, "mechanism": 4295, "numerical": 4980, "measurement": 4291, "analyze": 446, "behaviors": 844, "appropriate": 536, "attention model": 645, "model paper": 4501, "analyzes": 449, "usage": 7666, "statistics": 6813, "user": 7684, "survey": 7006, "compile": 1298, "predominantly": 5464, "life": 4002, "area": 554, "prevalent": 5516, "tendency": 7210, "understanding": 7601, "everyday": 2546, "lives": 4061, "work study": 7954, "black": 914, "box": 942, "match": 4258, "paradigm": 5166, "highest": 3269, "phrase": 5333, "particularly": 5204, "combination": 1230, "strengths": 6847, "predicts": 5463, "black box": 915, "systems using": 7052, "using neural": 7718, "network based": 4846, "shared tasks": 6488, "best results": 881, "recovery": 5932, "promising": 5607, "train": 7364, "powerful": 5429, "machines": 4189, "required": 6096, "engines": 2377, "solution": 6659, "reduction": 5943, "ds": 2206, "bring": 955, "technique": 7190, "occurrence": 4999, "et": 2488, "commonly": 1250, "selecting": 6365, "mentioned": 4326, "medical": 4304, "reduces": 5941, "execution": 2578, "87": 130, "improves": 3441, "points": 5372, "small": 6628, "fraction": 2912, "accounts": 196, "20": 18, "total": 7347, "data selection": 1745, "achieved promising": 215, "promising results": 5611, "good results": 3111, "et al": 2489, "commonly used": 1251, "specific domain": 6718, "medical domain": 4305, "significantly reduces": 6566, "train model": 7365, "improves translation": 3445, "bleu points": 918, "image": 3393, "captions": 1001, "visual": 7830, "transformer": 7441, "toolkit": 7338, "serves": 6460, "produces": 5581, "sensitive": 6416, "hyperparameters": 3353, "stable": 6777, "iterations": 3707, "case study": 1019, "domain data": 2158, "data sets": 1747, "transformer model": 7447, "baseline results": 824, "results indicate": 6162, "manual evaluation": 4230, "sequence model": 6447, "require": 6094, "lot": 4160, "competitive": 1293, "reason": 5866, "finetuning": 2843, "larger": 3888, "amounts": 421, "tune": 7527, "complete": 1302, "subset": 6916, "11": 5, "translation neural": 7471, "techniques used": 7193, "systems trained": 7051, "amounts data": 422, "data work": 1759, "work aim": 7936, "fine tune": 2836, "findings reveal": 2830, "sentence pairs": 6426, "used training": 7680, "german english": 3076, "investigating": 3684, "backtranslation": 753, "availability": 718, "today": 7326, "studies": 6881, "outperform": 5093, "turn": 7554, "authentic": 678, "collections": 1224, "quite": 5789, "norm": 4942, "unknown": 7633, "regarding": 5972, "actual": 252, "effects": 2254, "capabilities": 990, "accordingly": 193, "standalone": 6789, "affects": 341, "incrementally": 3480, "analyse": 430, "data limited": 1731, "data used": 1757, "data train": 1755, "work investigate": 7946, "data training": 1756, "human generated": 3325, "translation performance": 7474, "multi": 4706, "supports": 6990, "allows": 407, "switching": 7016, "pre": 5436, "specified": 6737, "turns": 7556, "multi domain": 4712, "single model": 6598, "knowledge pre": 3778, "punctuation": 5725, "prediction": 5454, "series": 6456, "long": 4135, "lstm": 4176, "labeling": 3803, "bidirectional": 897, "investigated": 3682, "observe": 4990, "reach": 5838, "similar": 6570, "preprocessing": 5482, "step": 6819, "insertion": 3581, "dedicated": 1837, "yields": 7992, "language modeling": 3834, "sequence labeling": 6444, "swiss": 7013, "industry": 3514, "collaboration": 1216, "integrate": 3606, "workflow": 7956, "commercial": 1246, "assess": 603, "suitability": 6951, "goal": 3102, "phase": 5325, "recommendations": 5922, "regard": 5970, "implementing": 3414, "iterative": 3708, "estimated": 2481, "75": 116, "million": 4395, "severely": 6476, "yield": 7989, "acceptable": 180, "filtering": 2815, "final": 2817, "data augmentation": 1707, "translation low": 7467, "spoken language": 6764, "low resourced": 4169, "language paper": 3839, "present work": 5493, "using small": 7723, "limited resources": 4021, "data generated": 1726, "generated using": 3032, "significantly improves": 6562, "synthetic data": 7038, "human evaluation": 3321, "leveraging": 3985, "global": 3092, "product": 5583, "builds": 967, "localization": 4117, "teams": 7188, "behavior": 842, "growing": 3174, "syntax": 7031, "business": 971, "story": 6834, "exists": 2604, "control": 1520, "stories": 6833, "seek": 6352, "reuse": 6202, "enables": 2339, "cycle": 1693, "low cost": 4162, "mobile": 4445, "devices": 1980, "challenge": 1058, "explain": 2646, "difficulties": 2040, "solutions": 6660, "means": 4288, "samples": 6285, "marks": 4248, "achieving": 231, "stop": 6829, "serve": 6458, "daily": 1696, "use case": 7668, "model size": 4517, "model generates": 4484, "create new": 1624, "new corpus": 4873, "domain dataset": 2159, "bootstrapping": 936, "multilingual": 4733, "intent": 3619, "dialog": 1989, "automation": 708, "chat": 1086, "consumer": 1461, "enterprise": 2422, "success": 6934, "expanding": 2608, "equivalent": 2454, "barriers": 765, "evaluate": 2497, "utility": 7732, "rapidly": 5820, "enable": 2337, "foreign": 2882, "utterances": 7739, "additionally": 278, "assisted": 620, "environments": 2447, "portion": 5392, "processed": 5574, "potential": 5422, "dialog systems": 1990, "language models": 3836, "models understand": 4634, "models require": 4617, "require large": 6095, "large amounts": 3871, "domain knowledge": 2165, "user study": 7694, "programs": 5597, "comes": 1237, "customization": 1689, "experience": 2616, "implementation": 3411, "providers": 5698, "latest": 3900, "encountered": 2355, "program": 5594, "practical": 5430, "concrete": 1380, "considerations": 1427, "involving": 3690, "chain": 1055, "attempt": 636, "overcome": 5114, "migration": 4394, "28": 54, "setup": 6472, "scale language": 6300, "use cases": 7669, "company": 1262, "projects": 5603, "insight": 3583, "offer": 5007, "strengthen": 6846, "translation process": 7475, "use large": 7672, "does": 2152, "really": 5864, "produce": 5579, "try": 7521, "answer": 476, "considered": 1428, "argue": 558, "seen": 6356, "performed": 5294, "fundamental": 2951, "roles": 6250, "elements": 2273, "answer question": 479, "pe": 5229, "changes": 1071, "updating": 7660, "100": 2, "professionals": 5589, "confirm": 1403, "negative": 4823, "opinions": 5046, "perception": 5242, "thanks": 7282, "progress": 5598, "determine": 1962, "focused": 2868, "perceive": 5238, "know": 3760, "prefer": 5465, "solve": 6661, "dynamic": 2214, "framework": 2918, "google": 3112, "microsoft": 4391, "translator": 7485, "apis": 498, "instruction": 3596, "showed": 6525, "considerably": 1425, "adequate": 299, "fluent": 2864, "recent years": 5908, "tasks using": 7176, "results showed": 6171, "opinion": 5043, "aspects": 600, "practice": 5432, "services": 6462, "quantitative": 5763, "concerning": 1374, "aimed": 369, "members": 4313, "share": 6485, "educational": 2240, "contribute": 1515, "30": 58, "started": 6799, "10": 1, "discovering": 2072, "highly": 3279, "positive": 5406, "french": 2936, "belong": 849, "2016": 22, "2017": 23, "individuals": 3502, "adopted": 311, "beginning": 841, "extensions": 2689, "en": 2336, "es": 2466, "fr": 2911, "legal": 3952, "measuring": 4294, "scheme": 6313, "systematic": 7041, "scoring": 6329, "indicator": 3495, "aggregating": 354, "dl": 2139, "ratio": 5829, "averaging": 737, "performs": 5298, "transformation": 7438, "allowing": 406, "spread": 6767, "bit": 912, "clearly": 1153, "constant": 1442, "new approach": 4871, "overall performance": 5112, "scalable": 6295, "clients": 1157, "private": 5553, "replace": 6057, "companies": 1261, "privacy": 5549, "key": 3740, "communication": 1256, "star": 6797, "corporate": 1562, "target language": 7091, "language using": 3856, "introduces": 3668, "integrates": 3608, "adaptive": 266, "easy": 2227, "real time": 5858, "easy use": 2228, "infrastructure": 3555, "language resources": 3844, "improve translation": 3436, "smart": 6636, "successful": 6938, "evident": 2550, "post processing": 5418, "libraries": 3997, "scripts": 6332, "ease": 2224, "purely": 5727, "python": 5732, "documented": 2150, "freely": 2934, "freely available": 2935, "empowering": 2335, "closer": 1172, "strategy": 6841, "graphical": 3153, "interface": 3637, "gui": 3182, "contents": 1473, "developments": 1978, "al 2016": 377, "user interface": 7690, "asr": 601, "allowed": 405, "viable": 7814, "interpretation": 3651, "micro": 4389, "enabled": 2338, "products": 5587, "mind": 4398, "uses": 7696, "proximity": 5702, "speech translation": 6752, "deep learning": 1840, "learning approaches": 3923, "automatic speech": 701, "speech recognition": 6747, "recognition asr": 5915, "higher quality": 3268, "language spoken": 3846, "modal": 4446, "modelling": 4529, "starting": 6800, "devise": 1981, "images": 3400, "audio": 664, "metadata": 4337, "fields": 2806, "multi modal": 4720, "computer vision": 1363, "machine learning": 4185, "novels": 4971, "rise": 6232, "literal": 4054, "feasibility": 2782, "literary": 4055, "conducting": 1395, "new paradigm": 4887, "previous models": 5523, "aided": 367, "environment": 2445, "highlights": 3278, "year": 7986, "2018": 24, "government": 3113, "bridge": 949, "transcription": 7426, "video": 7818, "subtitling": 6930, "voice": 7849, "videos": 7820, "broad": 958, "broad range": 959, "demographic": 1870, "personalized": 5313, "finding": 2823, "annotated": 457, "sufficiently": 6943, "main challenges": 4195, "al 2017": 378, "annotated datasets": 462, "datasets available": 1788, "lexicon": 3994, "extraction": 2704, "consuming": 1462, "insufficient": 3604, "lexicons": 3996, "doctors": 2142, "practitioners": 5434, "motivated": 4684, "design": 1927, "events": 2545, "gloss": 3095, "descriptive": 1926, "explanations": 2653, "polarity": 5374, "sentiment": 6431, "annotators": 472, "validate": 7745, "indicates": 3492, "assigned": 612, "information extraction": 3543, "time consuming": 7312, "domain experts": 2163, "strategies": 6840, "lemmas": 3956, "corresponding": 1585, "resulted": 6151, "considerable": 1424, "defined": 1851, "using context": 7700, "context based": 1476, "polish": 5378, "description": 1924, "plan": 5350, "databases": 1761, "linking": 4048, "linked": 4047, "facilitate": 2732, "wsd": 7979, "keyword": 3749, "instances": 3593, "wikipedia": 7895, "differ": 2011, "distinct": 2113, "covering": 1615, "named": 4786, "entities": 2425, "proper": 5642, "referring": 5953, "desirable": 1936, "cover": 1612, "occur": 4998, "links": 4049, "describing": 1923, "concept": 1370, "gold": 3107, "link": 4045, "discovery": 2073, "cloud": 1173, "richer": 6227, "general language": 3000, "named entities": 4787, "text paper": 7251, "paper propose": 5157, "wikipedia articles": 7896, "gold standard": 3108, "extensively": 2696, "involves": 3689, "groups": 3172, "typically": 7567, "accessible": 186, "alter": 411, "expand": 2606, "kannada": 3732, "senses": 6415, "term": 7215, "aid": 366, "current approaches": 1676, "resources available": 6134, "proposed method": 5667, "methods improve": 4369, "dravidian languages": 2191, "demonstrate approach": 1873, "pt": 5711, "law": 3902, "unified": 7615, "exam": 2557, "topic": 7340, "exams": 2565, "benchmark": 852, "doing": 2154, "verify": 7804, "question answering": 5780, "legal domain": 3954, "new data": 4874, "data set": 1746, "using word": 7730, "word senses": 7924, "expansion": 2610, "modified": 4651, "register": 5979, "sample": 6283, "define": 1850, "introduces new": 3669, "proposed model": 5669, "india": 3485, "emotion": 2305, "certain": 1050, "keywords": 3750, "choice": 1101, "items": 3705, "holds": 3293, "goes": 3105, "surface": 6995, "mining": 4406, "depth": 1912, "psycholinguistic": 5708, "opinion mining": 5044, "sentiment analysis": 6432, "document classification": 2144, "extending": 2685, "times": 7317, "associated": 622, "periods": 5302, "history": 3290, "extension": 2688, "want": 7858, "map": 4233, "fragment": 2913, "international": 3644, "check": 1090, "realize": 5863, "compounds": 1326, "expanded": 2607, "discussed": 2082, "basic": 831, "emotions": 2314, "linguists": 4044, "guidelines": 3186, "substitution": 6926, "properties": 5644, "associations": 624, "annotator": 470, "presents approach": 5498, "human values": 3341, "annotation process": 466, "linguistic properties": 4039, "inter annotator": 3626, "annotator agreement": 471, "relatively small": 6007, "principled": 5538, "sense": 6413, "clustering": 1179, "danish": 1697, "grained": 3129, "operational": 5039, "worth": 7971, "structured": 6866, "inventory": 3678, "unstructured": 7651, "cluster": 1178, "fine grained": 2835, "structured information": 6868, "equivalence": 2453, "preserving": 5505, "primarily": 5531, "rely": 6026, "discusses": 2083, "observations": 4989, "adjective": 304, "blind": 921, "taken": 7079, "suggested": 6945, "representation": 6073, "encompassing": 2353, "cognitive": 1207, "beneficial": 860, "cross linguistic": 1651, "better capture": 883, "perspective": 5315, "targeted": 7098, "incorporates": 3466, "insights": 3585, "theories": 7291, "earlier": 2222, "takes": 7080, "function": 2946, "frequency": 2938, "strong": 6853, "regular": 5982, "weak": 7865, "neutral": 4869, "mappings": 4236, "feature based": 2785, "based model": 801, "great potential": 3158, "human machine": 3336, "pragmatic": 5435, "synonyms": 7023, "contexts": 1485, "vectors": 7795, "topical": 7344, "express": 2676, "coherence": 1210, "framing": 2929, "acquired": 236, "event": 2538, "38": 67, "violence": 7826, "reasonable": 5867, "word embeddings": 7914, "event coreference": 2541, "manual annotation": 4229, "usefulness": 7683, "extracted": 2702, "literature": 4056, "evaluation large": 2522, "embedding models": 2288, "models used": 4636, "distant": 2103, "supervision": 6984, "generate": 3017, "utilizing": 7737, "reflect": 5962, "accurately": 200, "module": 4655, "pooling": 5384, "grasp": 3156, "learned": 3917, "distant supervision": 2104, "relation extraction": 5999, "automatically generate": 704, "data large": 1730, "knowledge base": 3763, "extraction tasks": 2707, "tasks existing": 7155, "existing studies": 2600, "model multi": 4496, "word sense": 7923, "sense disambiguation": 6414, "extraction models": 2705, "evaluate performance": 2504, "performance proposed": 5283, "fact": 2739, "verified": 7802, "claims": 1118, "linear": 4026, "clusters": 1180, "successfully": 6939, "explanation": 2652, "using large": 7710, "method based": 4346, "inspired": 3589, "algorithm": 386, "exploits": 2661, "unlabeled": 7634, "compatible": 1288, "lexically": 3993, "implementations": 3412, "harms": 3210, "embedding based": 2285, "based word": 819, "present simple": 5491, "knowledge based": 3764, "method uses": 4356, "annotated data": 460, "results experiments": 6160, "method using": 4357, "outperform state": 5094, "rich": 6225, "extremely": 2715, "oracle": 5062, "hold": 3292, "costly": 1592, "expert": 2642, "choose": 1105, "retrieve": 6193, "60": 100, "different languages": 2021, "nlp applications": 4909, "based knowledge": 792, "human experts": 3323, "propose approach": 5649, "nearest": 4811, "rankings": 5815, "raw": 5834, "estimates": 2482, "entries": 2441, "multiword": 4772, "expressions": 2680, "gives": 3090, "achieves": 219, "47": 80, "31": 60, "italian": 3703, "indonesian": 3504, "japanese": 3715, "proves": 5690, "correlation": 1580, "raw text": 5835, "recent work": 5906, "pre trained": 5440, "trained models": 7376, "multiword expressions": 4773, "trained model": 7375, "model achieves": 4456, "achieves average": 220, "average accuracy": 731, "languages english": 3859, "grammatical": 3134, "enhancements": 2403, "density": 1896, "lemma": 3955, "direct": 2049, "object": 4984, "indirect": 3499, "exploited": 2659, "add": 269, "unsupervised": 7653, "frequent": 2939, "occurs": 5002, "iteratively": 3709, "detection using": 1958, "strong baseline": 6854, "annotated corpora": 458, "propose method": 5652, "performs better": 5300, "african": 343, "facilitating": 2737, "stage": 6780, "steps": 6822, "attempted": 637, "incorporating": 3467, "learners": 3919, "integrated": 3607, "enhance": 2398, "unique": 7624, "demonstrated": 1884, "course": 1610, "language learning": 3832, "african languages": 344, "paper investigate": 5153, "teaching": 7185, "experiences": 2618, "lessons": 3964, "learnt": 3946, "pedagogical": 5232, "aligned": 391, "objectives": 4986, "education": 2239, "encoded": 2342, "marked": 4243, "platforms": 5354, "friendly": 2941, "age": 345, "received": 5895, "entire": 2423, "user friendly": 7687, "learning based": 3924, "propagation": 5641, "fully": 2944, "annotations": 469, "statistically": 6811, "seed": 6351, "context sensitive": 1483, "present comprehensive": 5486, "method called": 4347, "multi level": 4718, "manually annotated": 4232, "based methods": 799, "statistically significant": 6812, "collaborative": 1217, "index": 3483, "humanities": 3343, "directly": 2056, "proposal": 5647, "summary": 6970, "observed": 4991, "inconsistent": 3463, "missing": 4417, "linguistic analysis": 4033, "figures": 2810, "arabic": 543, "variant": 7763, "42": 75, "standard arabic": 6791, "api": 497, "interfaces": 3638, "prove": 5686, "functionality": 2949, "connecting": 1415, "programming": 5595, "functionalities": 2948, "synthesis": 7033, "augment": 666, "glosses": 3096, "package": 5128, "code": 1186, "web based": 7872, "language learners": 3831, "use pre": 7674, "speech synthesis": 6749, "provide detailed": 5693, "data source": 1748, "source code": 6675, "synthesizing": 7036, "contribution": 1518, "aforementioned": 342, "randomly": 5806, "44": 77, "model using": 4525, "language use": 3854, "using existing": 7705, "model generate": 4482, "using multiple": 7716, "quantitative analysis": 5764, "analysis reveals": 440, "model generated": 4483, "performs best": 5299, "commonsense": 1252, "bases": 830, "consequences": 1421, "actions": 242, "causal": 1032, "extract": 2701, "commonsense knowledge": 1253, "knowledge bases": 3765, "based analysis": 772, "persian": 5304, "heuristics": 3242, "complexities": 1312, "extracts": 2712, "leads": 3913, "91": 135, "67": 107, "arguments": 565, "location": 4122, "agent": 346, "patient": 5221, "phrases": 5334, "syntactic": 7025, "patterns": 5224, "utilized": 7735, "76": 117, "languages like": 3862, "syntactic semantic": 7027, "based approach": 773, "iwslt": 3711, "campaign": 985, "workshop": 7961, "transcribed": 7424, "participants": 5197, "condition": 1383, "restricted": 6149, "language translation": 3852, "resource machine": 6126, "translation task": 7480, "english translation": 2396, "related languages": 5993, "text speech": 7259, "model task": 4520, "relying": 6028, "fashion": 2777, "incorporate": 3464, "orthographic": 5084, "threshold": 7308, "eliminates": 2277, "static": 6808, "value": 7755, "engineering": 2376, "signal": 6542, "parallel sentences": 5175, "embeddings trained": 2292, "addition propose": 273, "sentence pair": 6425, "resource scenarios": 6128, "adequacy": 298, "constraints": 1454, "boosts": 934, "probabilities": 5557, "minimally": 4402, "settings": 6470, "hyper": 3350, "optimize": 5056, "exchange": 2574, "target word": 7096, "word prediction": 7918, "target words": 7097, "extensive evaluation": 2692, "resource rich": 6127, "bleu score": 919, "distillation": 2109, "retain": 6175, "despite": 1938, "authors": 681, "reasons": 5892, "conduct": 1389, "impacts": 3407, "actually": 253, "distilled": 2111, "remove": 6047, "noisy": 4930, "merge": 4329, "filtered": 2814, "knowledge distillation": 3766, "original model": 5080, "paper conduct": 5145, "conduct experiments": 1391, "noisy data": 4931, "empirically": 2328, "applying": 512, "weights": 7880, "smoothing": 6639, "binary": 905, "quantization": 5769, "mixed": 4428, "zh": 7996, "absolute": 163, "59": 98, "24": 50, "64": 104, "word based": 7911, "domain adaptation": 2156, "translation paper": 7473, "word level": 7916, "domain datasets": 2160, "specific language": 6724, "language model": 3833, "baseline model": 822, "model trained": 4521, "domain domain": 2162, "datasets experimental": 1792, "models using": 4637, "using fine": 7706, "data pre": 1737, "pre training": 5441, "passage": 5212, "hard": 3203, "comprehend": 1327, "limits": 4024, "accessibility": 185, "scholars": 6316, "specialized": 6712, "breaking": 948, "barrier": 764, "increase": 3470, "broader": 960, "audience": 662, "human language": 3331, "sources": 6689, "difficulty": 2041, "providing": 5700, "incomplete": 3460, "varied": 7769, "combinations": 1231, "multi source": 4724, "translation data": 7463, "multiple languages": 4764, "information multiple": 3546, "multiple sources": 4768, "languages paper": 3864, "using multi": 7714, "different language": 2020, "adapting": 265, "included": 3454, "parameter": 5176, "continuously": 1506, "grow": 3173, "minimizing": 4404, "convergence": 1530, "sizes": 6611, "gain": 2966, "ranging": 5809, "85": 128, "63": 103, "transfer learning": 7431, "multilingual neural": 4743, "transfer knowledge": 7430, "approach allows": 517, "new languages": 4884, "new language": 4883, "different training": 2030, "significant performance": 6552, "performance gain": 5267, "prominent": 5605, "da": 1695, "containing": 1467, "carry": 1014, "comparative": 1268, "extent": 2697, "addressing": 296, "perspectives": 5316, "sheds": 6492, "light": 4004, "complement": 1300, "weaknesses": 7870, "quality evaluation": 5754, "large dataset": 3874, "dataset containing": 1771, "comparative analysis": 1269, "sheds light": 6493, "university": 7632, "science": 6318, "pipeline": 5342, "modules": 4656, "hybrid": 3348, "speech language": 6745, "transformer based": 7444, "translation models": 7469, "experiments conducted": 2628, "2018 task": 25, "compared baseline": 1275, "morphologically": 4678, "poses": 5399, "usually": 7731, "close": 1167, "tuned": 7528, "task paper": 7131, "morphologically rich": 4679, "models usually": 4638, "better performance": 884, "data improve": 1728, "trained data": 7371, "model fine": 4480, "fine tuned": 2837, "submissions": 6910, "contrastive": 1511, "synthesized": 7035, "25": 51, "various types": 7787, "multilingual model": 4741, "test data": 7223, "submission": 6909, "tracks": 7356, "participated": 5199, "start": 6798, "ted": 7197, "feed": 2794, "transcripts": 7428, "section": 6347, "experimented": 2625, "45": 78, "translation shared": 7477, "translation english": 7465, "text based": 7235, "models trained": 4631, "training sets": 7412, "experiments indicate": 2632, "pseudo": 5706, "segmented": 6361, "spell": 6756, "proved": 5687, "widespread": 7893, "byte": 973, "encoding": 2350, "cross entropy": 1648, "novel approach": 4960, "approach outperforms": 526, "byte pair": 974, "pair encoding": 5133, "coupled": 1609, "confusion": 1410, "noise": 4928, "scaled": 6302, "hours": 3305, "recorded": 5928, "tasks large": 7163, "ensemble": 2412, "cnn": 1182, "wer": 7881, "cleaning": 1151, "transformer architecture": 7442, "model ensemble": 4474, "joint": 3720, "ultimately": 7579, "strongest": 6859, "weaker": 7867, "data data": 1714, "data language": 1729, "model architectures": 4460, "summarizes": 6968, "force": 2878, "submitted": 6911, "slt": 6626, "asr systems": 602, "systems submitted": 7050, "participating": 5200, "cascade": 1015, "based architectures": 776, "fusion": 2960, "splitting": 6761, "proven": 5688, "wmt": 7904, "bpe": 943, "ensembling": 2416, "reranking": 6102, "performance multiple": 5280, "models including": 4575, "proven effective": 5689, "attentive": 652, "trains": 7419, "czech": 1694, "tunes": 7535, "current state": 1681, "network architecture": 4845, "data using": 1758, "high resource": 3262, "fine tunes": 2838, "clean": 1150, "dimension": 2045, "subsets": 6917, "weight": 7876, "label": 3795, "run": 6268, "runs": 6270, "end speech": 2364, "art model": 578, "task fine": 7118, "implements": 3415, "systems based": 7047, "attention based": 641, "based encoder": 784, "decoder model": 1826, "text translation": 7264, "participation": 5202, "utilize": 7734, "closely": 1170, "15": 10, "89": 132, "23": 49, "official": 5010, "extremely low": 2716, "improve performance": 3433, "data target": 1752, "closely related": 1171, "spanish english": 6697, "model experimental": 4476, "additional training": 277, "inputs": 3580, "granularity": 3140, "importantly": 3423, "determines": 1964, "lengths": 3959, "costs": 1593, "softmax": 6655, "heuristic": 3241, "suboptimal": 6913, "choices": 1104, "trainable": 7367, "navigate": 4807, "operate": 5035, "character level": 1077, "source target": 6686, "computational costs": 1349, "retrieving": 6200, "guarantee": 3179, "caused": 1037, "length": 3958, "fix": 2851, "mixture": 4432, "solely": 6657, "obtain": 4993, "performance model": 5277, "learning methods": 3932, "data based": 1709, "problem paper": 5564, "propose use": 5663, "work explore": 7938, "specific data": 6716, "approach called": 519, "models data": 4547, "caption": 999, "paraphrasing": 5185, "widely": 7889, "studied": 6880, "alongside": 409, "explored": 2668, "construct": 1455, "vanilla": 7757, "based multi": 803, "posterior": 5420, "st": 6775, "consists": 1441, "optimized": 5057, "error": 2458, "complicated": 1315, "probabilistic": 5556, "slight": 6618, "modification": 4649, "cascaded": 1016, "translates": 7458, "translation st": 7478, "free text": 2933, "text data": 7239, "translation accuracy": 7461, "studies shown": 6882, "neural sequence": 4862, "used train": 7679, "variable": 7760, "nous": 4957, "proposons": 5674, "dans": 1698, "cet": 1052, "une": 7609, "approche": 535, "des": 1917, "variables": 7761, "partir": 5207, "la": 3793, "modes": 4647, "pour": 